<unk>	0
<s>	0
</s>	0
<pad>	0
<mask>	0
rt	0
AT_USER	0
URL	0
$aapl	0
$aep	0
$agfs	0
$amgn	0
$amzn	0
$ba	0
$bac	0
$c	0
$cat	0
$cmcsa	0
$codi	0
$csco	0
$cvx	0
$d	0
$dis	0
$duk	0
$exc	0
$gd	0
$ge	0
$gmre	0
$goog	0
$hd	0
$hon	0
$intc	0
$jnj	0
$jpm	0
$ko	0
$lmt	0
$ma	0
$mcd	0
$mdt	0
$mmm	0
$mo	0
$mrk	0
$msft	0
$nee	0
$orcl	0
$pcg	0
$pm	0
$ppl	0
$rex	0
$so	0
$sre	0
$t	0
$ups	0
$v	0
$vz	0
$wfc	0
$wmt	0
$xom	0
▁	-1.54897
▁$	-2.79052
▁#	-3.57552
.	-3.91682
s	-4.3932
▁the	-4.52216
,	-4.53872
▁to	-4.56419
:	-4.7628
▁and	-5.00404
▁a	-5.03939
▁for	-5.12616
▁?	-5.19437
▁in	-5.2195
▁of	-5.27054
!	-5.27899
▁is	-5.31359
?	-5.40252
▁on	-5.46242
'	-5.55116
▁this	-5.58559
▁i	-5.58908
▁you	-5.62046
t	-5.65209
▁-	-5.66058
▁it	-5.77785
▁with	-5.80934
’	-5.81508
-	-5.81514
btc	-5.99349
m	-6.03236
▁at	-6.08017
▁&	-6.09504
️	-6.13184
sla	-6.15185
▁will	-6.15401
▁be	-6.17124
rx	-6.17743
▁we	-6.18846
)	-6.20233
▁your	-6.24182
f	-6.27441
x	-6.29048
▁(	-6.30241
▁are	-6.32027
l	-6.32909
ing	-6.35086
▁that	-6.35515
▁my	-6.35523
crypto	-6.37425
/	-6.38327
d	-6.39297
▁up	-6.43723
k	-6.45283
eth	-6.47202
▁get	-6.58087
c	-6.58095
▁me	-6.60512
▁can	-6.6164
▁✅	-6.62472
▁1	-6.63521
▁by	-6.6392
h	-6.63985
ed	-6.64885
...	-6.65144
re	-6.65204
▁all	-6.6553
▁have	-6.65572
▁like	-6.668
stocks	-6.67059
▁??	-6.6764
▁follow	-6.67725
▁more	-6.68424
▁from	-6.68673
▁now	-6.69753
b	-6.72526
a	-6.74743
▁new	-6.75965
▁no	-6.7729
y	-6.77609
xrp	-6.80264
▁or	-6.8294
▁out	-6.82943
▁here	-6.85656
▁as	-6.86506
spy	-6.88294
▁3	-6.88465
n	-6.88524
▁our	-6.8976
▁if	-6.90748
fb	-6.91838
▁not	-6.95841
▁today	-6.96856
▁good	-6.98345
i	-6.98504
3	-6.99286
▁just	-6.99703
▁has	-6.99869
▁so	-6.99911
r	-7.00732
p	-7.01941
link	-7.02895
e	-7.0316
ltc	-7.05054
▁what	-7.05748
▁retweet	-7.06906
_	-7.08292
▁but	-7.08435
tron	-7.10794
▁one	-7.11711
▁2	-7.12004
▁tag	-7.12463
▁win	-7.1294
2	-7.12946
bnb	-7.14435
!!	-7.16035
▁do	-7.16845
▁away	-7.17067
trading	-7.17574
▁+	-7.17836
▁sho	-7.18365
▁price	-7.18801
▁could	-7.19219
giveaway	-7.20007
g	-7.21863
▁about	-7.22475
▁some	-7.2318
▁market	-7.23405
▁buy	-7.2361
▁5	-7.24978
trx	-7.25047
bitcoin	-7.25109
▁they	-7.25208
nflx	-7.25417
▁giving	-7.26232
ada	-7.2687
er	-7.27156
▁time	-7.27454
▁free	-7.27861
▁luck	-7.28267
news	-7.28621
▁10	-7.2873
▁see	-7.29098
et	-7.29172
v	-7.30248
blockchain	-7.30357
▁stock	-7.30994
▁us	-7.31107
▁week	-7.31167
▁enter	-7.33247
▁join	-7.3415
"	-7.34223
eos	-7.35506
▁pa	-7.35534
▁people	-7.36927
ba	-7.37082
4	-7.37599
gb	-7.37787
▁was	-7.37907
$	-7.3829
▁friends	-7.38399
▁an	-7.38482
neo	-7.40096
tic	-7.40122
▁day	-7.40133
follow	-7.40888
▁where	-7.41598
1	-7.41988
▁100	-7.42278
▁who	-7.42765
▁mon	-7.45783
es	-7.46411
▁over	-7.4743
▁rules	-7.4884
▁"	-7.49233
xlm	-7.5007
▁sta	-7.52079
▁next	-7.53753
▁how	-7.54224
▁inc	-7.54273
▁top	-7.5465
st	-7.54698
▁last	-7.54958
o	-7.5504
cryptocurrency	-7.55525
w	-7.55738
spx	-7.56365
▁cash	-7.57839
▁down	-7.58358
wtr	-7.58882
▁long	-7.60362
▁when	-7.60472
▁don	-7.60797
ly	-7.61711
qqq	-7.61872
▁after	-7.63271
▁its	-7.64796
▁earnings	-7.6536
amd	-7.66985
ash	-7.67425
ashtag	-7.67493
▁???	-7.67525
▁must	-7.67638
▁going	-7.68339
??	-7.69299
▁their	-7.70024
gc	-7.70828
▁only	-7.7094
▁into	-7.71111
▁first	-7.71333
▁giveaway	-7.71391
▁days	-7.71421
▁make	-7.71612
th	-7.71725
▁go	-7.72065
▁“	-7.72793
oge	-7.73295
▁money	-7.73742
▁year	-7.74269
▁been	-7.74601
investing	-7.74998
▁help	-7.75011
▁trading	-7.75283
▁would	-7.7533
al	-7.75862
▁suppo	-7.76052
▁big	-7.76057
▁other	-7.76475
slaq	-7.77033
gs	-7.771
▁need	-7.77267
▁cashapp	-7.77313
rvn	-7.77384
nvda	-7.77791
▁trade	-7.77982
usd	-7.78236
q	-7.79262
▁tesla	-7.79563
▁there	-7.79649
+	-7.80026
in	-7.80403
!!!	-7.8042
cgd	-7.81012
ve	-7.81314
ia	-7.81574
▁coming	-7.81729
gold	-7.82178
▁void	-7.82189
▁great	-7.82413
▁app	-7.82515
ca	-7.82677
▁repo	-7.82852
like	-7.83127
▁below	-7.83492
▁please	-7.83653
ya	-7.83778
ll	-7.84542
▁post	-7.85617
”	-7.8644
en	-7.86827
stock	-7.86954
▁know	-7.87644
▁qualify	-7.8874
etc	-7.89492
▁let	-7.90852
airdrop	-7.91097
▁even	-7.91101
nasdaq	-7.91537
▁airdrop	-7.91553
▁back	-7.91556
▁volume	-7.91593
▁cha	-7.91651
▁right	-7.91774
▁than	-7.918
to	-7.92125
▁tweet	-7.92154
▁share	-7.92239
&	-7.9226
▁still	-7.92639
▁want	-7.92782
▁most	-7.93243
on	-7.94007
stockmarket	-7.94093
▁any	-7.95551
▁|	-7.95619
▁these	-7.96134
0	-7.96196
▁500	-7.96258
▁winners	-7.9682
▁each	-7.97215
tcm	-7.97898
▁4	-7.9791
5	-7.97925
ix	-7.98482
u	-7.98617
▁2019	-7.98648
tesla	-7.98654
▁shares	-7.98697
win	-7.99563
daytrading	-7.99856
btt	-7.99934
money	-8.00014
▁before	-8.00394
▁use	-8.00728
▁interest	-8.01233
▁another	-8.01475
market	-8.01478
▁company	-8.01927
ro	-8.0194
zc	-8.02718
▁comment	-8.0301
nt	-8.03614
▁should	-8.03987
20	-8.04096
▁best	-8.04554
▁1000	-8.04949
▁group	-8.0525
▁winner	-8.05331
ron	-8.05682
▁take	-8.06069
nd	-8.062
ag	-8.06226
gld	-8.06652
na	-8.06864
;	-8.07
▁why	-8.08006
▁give	-8.08035
one	-8.08093
▁2020	-8.08441
▁nec	-8.08767
▁$100,	-8.08882
▁someone	-8.08919
▁everyone	-8.08965
▁also	-8.09269
▁via	-8.0927
▁million	-8.0929
▁ale	-8.09529
bch	-8.0985
▁check	-8.10114
z	-8.10205
▁proh	-8.10366
the	-8.1045
▁he	-8.1069
ren	-8.10759
rm	-8.11407
lt	-8.11593
▁news	-8.1229
▁$500.	-8.12716
▁video	-8.13358
▁look	-8.13783
▁call	-8.13974
▁which	-8.14171
tag	-8.14267
day	-8.14533
▁purc	-8.14727
am	-8.14919
▁watch	-8.14933
▁think	-8.15893
▁update	-8.17528
8	-8.1754
▁very	-8.17692
▁much	-8.18044
roku	-8.18186
gt	-8.18537
xmr	-8.18545
▁off	-8.18707
we	-8.19939
usdt	-8.20099
(	-8.20102
▁open	-8.20858
earnings	-8.2109
▁got	-8.21307
acb	-8.21352
retweet	-8.21476
cashappfriday	-8.21759
▁earn	-8.22009
▁sell	-8.2244
▁community	-8.2266
▁high	-8.22938
7	-8.23283
▁his	-8.23482
▁daily	-8.23702
mg	-8.24035
▁telegram	-8.24163
it	-8.25714
ibm	-8.25835
▁average	-8.26295
▁soon	-8.26462
▁every	-8.2648
*	-8.26958
▁send	-8.27086
▁u	-8.27368
▁hours	-8.27592
j	-8.278
▁way	-8.27868
ost	-8.27961
bynd	-8.28371
▁target	-8.28398
▁7	-8.28779
rus	-8.28841
markets	-8.28985
▁them	-8.29197
pfe	-8.29268
▁live	-8.29337
technical	-8.2941
▁many	-8.29682
▁again	-8.30085
▁$250,	-8.30207
omo	-8.30432
cr	-8.30546
▁2.	-8.30744
ai	-8.3108
▁looking	-8.31333
9	-8.32194
▁above	-8.32536
▁close	-8.32581
▁too	-8.3289
all	-8.3306
sbes	-8.33379
rypto	-8.33602
▁since	-8.33946
▁come	-8.34214
▁view	-8.34655
▁profit	-8.34779
ar	-8.3504
▁ceo	-8.3558
binance	-8.35642
10	-8.35929
▁love	-8.36363
6	-8.36363
lry	-8.36442
▁qua	-8.36683
go	-8.37171
▁then	-8.3793
analysis	-8.37956
▁exchange	-8.38065
▁1.	-8.38543
▁50	-8.3883
▁20	-8.39037
ms	-8.39399
▁well	-8.39755
iwm	-8.39807
▁q	-8.40298
▁200	-8.40855
enj	-8.4128
▁•	-8.41443
options	-8.41688
▁~	-8.41855
▁real	-8.42017
▁wo	-8.42246
he	-8.42432
hot	-8.42541
snap	-8.42722
el	-8.42804
▁am	-8.42933
ont	-8.43102
▁did	-8.43109
▁co	-8.43189
▁per	-8.43192
ata	-8.44207
▁getting	-8.44227
▁project	-8.447
▁keep	-8.45509
▁world	-8.45922
▁huge	-8.46558
▁current	-8.46819
ale	-8.47016
▁china	-8.47198
▁token	-8.47443
us	-8.47963
mu	-8.48149
▁lucky	-8.48234
▁full	-8.48295
hr	-8.4844
ra	-8.48586
▁because	-8.48636
▁low	-8.48731
▁coin	-8.48733
▁announced	-8.49074
▁8	-8.49132
▁better	-8.49491
▁3.	-8.49508
▁made	-8.49533
today	-8.49589
zec	-8.49757
super	-8.4984
nano	-8.50721
▁bad	-8.50724
digibyte	-8.50736
▁channel	-8.51484
19	-8.51526
▁moving	-8.5165
omg	-8.51785
xtz	-8.51829
▁bitcoin	-8.52058
up	-8.52115
▁change	-8.52316
▁hit	-8.52442
▁wallet	-8.52489
▁thank	-8.52505
▁move	-8.52811
▁team	-8.53328
▁while	-8.53352
nyse	-8.53526
xvg	-8.53941
▁billion	-8.5418
▁friday	-8.54464
▁read	-8.54533
lsi	-8.54583
▁years	-8.54665
▁twitter	-8.54722
ers	-8.54794
▁had	-8.55355
▁results	-8.55416
brk	-8.55644
▁her	-8.55989
or	-8.56051
tech	-8.56103
▁24	-8.5633
pg	-8.56352
▁nice	-8.56415
▁really	-8.56435
nq	-8.57271
▁value	-8.57317
shop	-8.58037
▁dm	-8.58495
▁tokens	-8.58644
▁sign	-8.58899
▁6	-8.59231
an	-8.59379
▁@	-8.598
▁tomorrow	-8.59904
man	-8.59931
▁ready	-8.6004
▁*	-8.60316
findom	-8.60568
❤	-8.60895
▁strong	-8.60924
heta	-8.6159
▁30	-8.61627
▁buying	-8.61923
min	-8.62041
icx	-8.63635
sc	-8.64054
▁vya	-8.64136
▁morning	-8.64282
▁few	-8.64297
▁sales	-8.64387
▁receive	-8.64553
id	-8.65041
im	-8.6506
▁holding	-8.6513
▁put	-8.65685
end	-8.65687
▁month	-8.6606
▁pay	-8.66064
▁run	-8.66308
▁growth	-8.66787
▁through	-8.67003
▁hour	-8.67195
▁binance	-8.67266
pay	-8.68243
▁apple	-8.6848
▁expected	-8.68486
▁say	-8.68884
no	-8.68945
▁higher	-8.69086
sp	-8.6915
ii	-8.69319
good	-8.69325
▁happy	-8.69676
comment	-8.69852
▁play	-8.70061
▁thanks	-8.70239
join	-8.70876
▁following	-8.70901
xx	-8.70935
▁those	-8.71268
???	-8.71635
▁financial	-8.71683
▁already	-8.71985
▁analysts	-8.72053
▁rating	-8.72199
waves	-8.72311
▁being	-8.72327
▁data	-8.72565
▁total	-8.72649
▁account	-8.72916
iota	-8.7303
me	-8.73258
jia	-8.73301
▁$50	-8.7376
▁work	-8.73776
▁miss	-8.7383
▁using	-8.73953
▁model	-8.74005
ethereum	-8.74129
▁biggest	-8.74131
uber	-8.74321
▁doing	-8.74325
▁platform	-8.74429
▁may	-8.74459
▁never	-8.7483
vs	-8.75337
▁two	-8.75486
ite	-8.75825
▁➡	-8.76375
▁coins	-8.76468
▁person	-8.76474
lo	-8.76531
▁indicators	-8.76648
and	-8.76709
▁venmo	-8.76769
▁odds	-8.76858
▁bullish	-8.76972
▁eps	-8.77082
high	-8.7744
....	-8.77848
▁companies	-8.77899
▁under	-8.78125
▁listed	-8.78458
▁set	-8.7849
▁looks	-8.78582
▁future	-8.78689
▁show	-8.78735
▁cap	-8.78925
▁guys	-8.79033
▁investment	-8.7924
▁own	-8.7931
de	-8.79327
sys	-8.79412
▁users	-8.79423
▁chance	-8.79433
▁hold	-8.79444
ig	-8.79451
⃣	-8.79583
▁ever	-8.79668
ant	-8.79689
▁sure	-8.79741
bts	-8.79777
▁find	-8.79862
▁try	-8.79936
▁announce	-8.79962
icle	-8.80058
gm	-8.80176
▁were	-8.80938
free	-8.81073
coin	-8.81462
iost	-8.81676
pep	-8.81823
aps	-8.81841
nio	-8.819
ion	-8.82019
▁=	-8.82151
pm	-8.822
▁weekly	-8.82266
▁$10	-8.82446
ff	-8.82766
▁does	-8.82885
algo	-8.83092
▁12	-8.83109
apha	-8.83122
pa	-8.83388
ex	-8.83633
▁car	-8.83857
▁15	-8.83879
▁friend	-8.83895
▁random	-8.84176
oc	-8.84201
▁w	-8.84332
▁vote	-8.84484
ad	-8.84605
▁address	-8.85054
qcom	-8.85175
▁always	-8.85239
god	-8.85358
ent	-8.85562
!!!!	-8.85615
▁research	-8.85667
▁gets	-8.85688
▁form	-8.85871
▁list	-8.85945
fuel	-8.86315
▁purchase	-8.86323
ta	-8.8634
▁learn	-8.86514
ma	-8.86575
▁stop	-8.86783
ndx	-8.86908
unh	-8.86957
▁around	-8.86991
▁deal	-8.87268
▁same	-8.87565
▁pre	-8.87733
yst	-8.87734
able	-8.87855
▁calls	-8.88392
ry	-8.88472
sbux	-8.88491
▁????	-8.88616
nr	-8.88708
china	-8.88787
30	-8.88809
▁game	-8.89211
▁break	-8.89354
▁name	-8.89836
▁amazon	-8.89891
▁%)	-8.90117
▁energy	-8.90194
▁whole	-8.90211
vix	-8.90468
▁revenue	-8.90611
zmrk	-8.90851
hk	-8.90903
▁something	-8.91017
xem	-8.9105
vechain	-8.91231
▁end	-8.91285
▁available	-8.91523
▁small	-8.91531
▁until	-8.9175
▁green	-8.92004
▁she	-8.92298
▁launch	-8.92325
▁signals	-8.92708
%	-8.92826
▁amazing	-8.92961
▁latest	-8.9309
atom	-8.93144
▁yet	-8.93295
lf	-8.93351
▁pump	-8.93702
abbv	-8.93774
alpp	-8.94101
ax	-8.94144
mo	-8.94631
]	-8.94685
▁selling	-8.94711
trade	-8.94723
11	-8.94856
▁pick	-8.9491
▁>	-8.94942
▁bank	-8.95028
co	-8.95097
kmd	-8.95229
▁believe	-8.95291
pctl	-8.95444
▁sale	-8.9555
▁%	-8.95794
ea	-8.95834
nke	-8.95993
not	-8.96025
▁both	-8.96172
rep	-8.96456
▁$100	-8.96566
la	-8.96877
cannabis	-8.97047
▁bought	-8.97107
▁months	-8.97162
weed	-8.97301
if	-8.97303
bidu	-8.9732
lyft	-8.97346
▁option	-8.97508
sq	-8.97704
time	-8.97738
▁trump	-8.97781
oil	-8.9781
now	-8.98661
):	-8.98938
▁making	-8.99037
▁done	-8.99449
my	-8.99457
▁⭐	-8.99678
▁anyone	-8.9977
▁drop	-8.99771
est	-8.99917
▁⭕	-9.00338
▁followers	-9.00388
▁investors	-9.00389
▁$1	-9.00578
le	-9.00591
2020	-9.00736
hi	-9.00868
sho	-9.0097
▁sold	-9.01087
qtum	-9.01106
▁said	-9.01127
ny	-9.01376
▁little	-9.01515
▁traders	-9.01694
ftm	-9.01957
▁paypal	-9.02052
▁add	-9.02571
poe	-9.02784
▁enjoy	-9.03107
technology	-9.03274
▁celebrate	-9.03279
pr	-9.03315
agn	-9.03485
▁past	-9.03689
▁lot	-9.03691
li	-9.0419
▁po	-9.04332
so	-9.04414
at	-9.0448
▁4.	-9.04724
pz	-9.0473
▁hard	-9.04776
wink	-9.04928
of	-9.05071
▁says	-9.05188
buy	-9.05408
▁details	-9.05559
▁–	-9.05974
▁oppo	-9.06035
▁super	-9.06059
#	-9.06113
finance	-9.06129
▁❤	-9.06303
▁highs	-9.06327
erb	-9.06347
pe	-9.06709
pypl	-9.06772
▁potential	-9.06854
500	-9.06917
slv	-9.06961
ual	-9.07179
▁stay	-9.07236
▁leverage	-9.07359
▁level	-9.07515
cel	-9.07555
chain	-9.07556
▁life	-9.07613
new	-9.07868
mco	-9.07969
▁⏰	-9.08099
ul	-9.08329
▁corp	-9.0834
▁claim	-9.08444
by	-9.08496
=	-9.0859
▁tech	-9.0866
▁watching	-9.08756
▁[	-9.08844
altcoins	-9.08874
cc	-9.08876
▁anything	-9.08904
▁$5	-9.09018
fnma	-9.09035
▁added	-9.09037
bb	-9.09455
cha	-9.09485
ch	-9.0967
ies	-9.09838
usk	-9.10077
▁network	-9.1022
▁trying	-9.10336
▁expect	-9.10513
cl	-9.10707
amrn	-9.11
▁business	-9.11116
▁things	-9.11202
zil	-9.11462
▁far	-9.1152
▁less	-9.1154
▁number	-9.1161
vc	-9.11616
ultimate	-9.1166
snt	-9.11675
bx	-9.118
▁sma	-9.11829
▁10000	-9.11858
▁having	-9.11887
13	-9.11907
▁gold	-9.11952
▁ask	-9.12117
as	-9.12362
).	-9.12578
is	-9.12637
ast	-9.12865
nx	-9.13004
▁capital	-9.13131
|	-9.133
▁left	-9.13322
▁steps	-9.13404
▁increase	-9.13636
▁‘	-9.13685
jd	-9.13687
▁gonna	-9.13912
te	-9.14038
▁lower	-9.14045
▁working	-9.1419
elf	-9.14467
▁won	-9.15042
▁weeks	-9.15136
ng	-9.15513
▁returns	-9.15912
ht	-9.16023
do	-9.16028
shappblackfriday	-9.1603
▁event	-9.16036
▁release	-9.1608
ebay	-9.16086
),	-9.16146
▁pts	-9.16403
out	-9.16506
▁doesn	-9.16569
mt	-9.16623
!?	-9.16641
grnf	-9.16718
ac	-9.16803
▁hey	-9.16843
▁merger	-9.16879
▁major	-9.16884
▁global	-9.16909
sell	-9.16934
▁updates	-9.1708
hexo	-9.17095
nok	-9.17247
▁industry	-9.17442
based	-9.1778
ib	-9.17794
aa	-9.17911
bcd	-9.18
▁feel	-9.18021
▁11	-9.18091
▁prices	-9.18143
▁easy	-9.18191
be	-9.1822
▁september	-9.18304
os	-9.18423
▁necessary	-9.18522
ne	-9.18992
▁half	-9.19058
▁uptrend	-9.19094
adbe	-9.19382
low	-9.19417
bounty	-9.19435
▁hope	-9.19479
▁wait	-9.19563
▁due	-9.19763
24	-9.19824
▁oversold	-9.19838
▁ago	-9.20005
ri	-9.20219
eng	-9.20383
▁shopaholic	-9.20634
▁tip	-9.20697
▁reward	-9.20722
dt	-9.20728
sh	-9.20892
ow	-9.20974
bhc	-9.21114
▁breakout	-9.21195
▁info	-9.21292
▁thing	-9.21353
com	-9.21653
▁$20,000	-9.21842
▁trades	-9.21867
▁leave	-9.22111
nc	-9.22353
▁click	-9.22567
erly	-9.2262
unity	-9.22822
12	-9.23174
her	-9.23231
▁position	-9.23393
mj	-9.23592
▁250	-9.23594
▁needs	-9.23764
ip	-9.23881
▁given	-9.23881
▁january	-9.23901
▁prohibited	-9.23903
▁☑	-9.24219
▁✨	-9.24319
▁monday	-9.24433
▁wants	-9.24444
▁float	-9.24962
17	-9.25033
▁ahead	-9.25194
▁yesterday	-9.25298
▁announces	-9.25393
for	-9.25545
zrx	-9.2571
ner	-9.25846
▁range	-9.25882
ation	-9.25987
▁august	-9.26063
▁lol	-9.26066
▁ends	-9.26312
▁2019.	-9.26656
hc	-9.26725
▁indicator	-9.26914
23	-9.26945
ot	-9.26956
▁him	-9.27034
▁vs	-9.27042
▁risk	-9.27153
storm	-9.27194
alts	-9.27346
50	-9.27416
gvt	-9.27634
▁upcoming	-9.27738
ic	-9.27987
."	-9.28094
▁nothing	-9.28182
▁july	-9.28245
dash	-9.28519
▁early	-9.28566
▁might	-9.28571
▁listing	-9.28791
▁recent	-9.28818
tc	-9.28853
tr	-9.29048
▁zacks	-9.29053
▁100%	-9.29234
▁taking	-9.29307
▁prize	-9.29437
nu	-9.29458
▁oil	-9.29459
▁google	-9.29507
rwd	-9.29516
otc	-9.29686
▁point	-9.29729
amb	-9.29836
▁worst	-9.29904
king	-9.29989
18	-9.30062
▁active	-9.30458
▁against	-9.30491
wan	-9.30527
ive	-9.30718
2019	-9.30916
aphd	-9.31098
▁disney	-9.31311
21	-9.31392
axxa	-9.3152
▁karma	-9.31615
vaylatoken	-9.3167
ge	-9.31674
▁campaign	-9.31748
ark	-9.31807
▁projects	-9.31912
bmy	-9.32043
salt	-9.32049
▁elon	-9.32121
laho	-9.32287
▁fast	-9.32351
ate	-9.32419
▁9	-9.32529
▁bot	-9.32559
▁once	-9.32627
cbd	-9.3264
gas	-9.32681
▁bi	-9.32933
gf	-9.33043
bc	-9.33163
▁place	-9.33252
▁primexbt	-9.33481
▁bottom	-9.33635
dgb	-9.33815
▁old	-9.33984
hmla	-9.34093
ins	-9.34103
▁space	-9.34176
nebl	-9.342
▁massive	-9.34403
se	-9.34496
▁comments	-9.34503
hold	-9.34606
▁weekend	-9.34622
▁currency	-9.34627
▁$500	-9.34856
bnt	-9.34942
random	-9.34984
qnt	-9.35013
lsk	-9.35193
arn	-9.35521
potstocks	-9.3591
▁2000	-9.35926
▁holdings	-9.35953
iep	-9.3602
pivx	-9.36105
▁review	-9.36195
igex	-9.36287
▁return	-9.36428
26	-9.36681
▁between	-9.36732
▁power	-9.36774
▁16	-9.36859
ae	-9.36963
ur	-9.37003
wba	-9.37121
▁currently	-9.37366
xj	-9.37524
▁round	-9.37528
▁analysis	-9.37672
▁media	-9.37787
ap	-9.37818
bk	-9.37884
ncash	-9.37975
doge	-9.38283
▁vol	-9.38285
▁300	-9.38491
▁utc	-9.38608
▁un	-9.38657
▁wanna	-9.38807
daps	-9.38928
axp	-9.38953
▁christmas	-9.39064
abt	-9.39098
un	-9.39099
▁turn	-9.39339
▁premium	-9.39436
▁credit	-9.39484
work	-9.39563
▁+1	-9.39708
▁register	-9.39813
▁tell	-9.40061
▁gain	-9.40116
ment	-9.4018
pt	-9.40295
▁breaking	-9.4031
▁dividend	-9.40339
▁zone	-9.40364
▁insider	-9.40385
ie	-9.4041
▁⚡	-9.4054
▁possible	-9.40595
▁guess	-9.40646
hz	-9.40707
top	-9.40746
▁content	-9.40787
term	-9.40845
roy	-9.41003
▁paid	-9.41028
35	-9.41049
eva	-9.41081
cryptocurrencies	-9.41081
▁dollar	-9.41207
▁private	-9.41273
rd	-9.41292
▁mining	-9.41361
pc	-9.41395
business	-9.414
▁near	-9.414
stockstowatch	-9.4141
▁favorite	-9.41735
▁largest	-9.41739
snm	-9.41802
▁✔	-9.41868
skpo	-9.419
▁5000	-9.4204
biib	-9.42054
▁$50,000.	-9.42423
utx	-9.42522
key	-9.42624
22	-9.42727
silver	-9.42733
mc	-9.4279
▁key	-9.42835
strat	-9.42847
mar	-9.42868
▁10,000	-9.43054
rbnw	-9.43065
amat	-9.43099
nership	-9.43186
▁october	-9.43198
▁visit	-9.43315
▁25	-9.43319
▁term	-9.43477
mus	-9.43673
bit	-9.43693
sma	-9.43737
nuls	-9.43742
▁supply	-9.43759
bsv	-9.43791
▁impo	-9.43821
gn	-9.43861
▁recently	-9.43964
fcx	-9.44006
▁resistance	-9.44152
▁plan	-9.44215
ir	-9.44249
aion	-9.44375
▁profits	-9.44389
uso	-9.44554
▁draw	-9.44578
lk	-9.44732
▁almost	-9.44812
etn	-9.44928
▁signal	-9.44929
▁without	-9.44978
▁maybe	-9.45034
mth	-9.45043
▁line	-9.45096
web	-9.45205
ann	-9.45369
cashapp	-9.45409
zb	-9.45453
▁during	-9.45791
▁competition	-9.45981
altcoin	-9.45985
▁?#	-9.46085
▁november	-9.46086
xy	-9.46125
▁sec	-9.46182
folio	-9.46293
airdrops	-9.46376
bl	-9.46428
wtc	-9.46509
▁scan	-9.46517
▁december	-9.466
▁14	-9.46667
▁social	-9.46732
td	-9.46855
▁makes	-9.4694
▁plus	-9.46948
▁bull	-9.47093
tho	-9.47103
sm	-9.47251
▁conference	-9.47272
avx	-9.47404
▁closed	-9.47525
▁kids	-9.47579
️⃣	-9.47601
▁rates	-9.47793
▁rate	-9.4783
powr	-9.47894
you	-9.47915
ardr	-9.47953
cryptogiveaway	-9.47992
▁$10,000	-9.48053
▁increased	-9.48104
▁information	-9.48225
▁48	-9.48261
▁everything	-9.48325
nwbo	-9.48579
iot	-9.48587
vet	-9.48721
ero	-9.48831
▁fun	-9.48938
14	-9.49013
15	-9.49117
▁such	-9.49133
▁usa	-9.49192
▁didn	-9.49237
▁5.	-9.49487
--	-9.49644
oti	-9.49784
icipate	-9.49823
▁50%	-9.49869
▁changes	-9.49876
exchange	-9.49961
fl	-9.49984
gr	-9.50015
op	-9.50079
privacy	-9.50135
appc	-9.50346
▁options	-9.5035
fast	-9.50403
▁yes	-9.50448
mm	-9.50473
wlo	-9.50489
▁losing	-9.50567
two	-9.50577
▁entry	-9.50702
live	-9.50779
ev	-9.50799
▁large	-9.50829
rut	-9.50859
▁complete	-9.50897
▁enough	-9.5091
npxs	-9.50918
▁interesting	-9.50967
▁record	-9.50968
▁head	-9.50989
▁musk	-9.51028
▁jan	-9.51155
ian	-9.51166
▁0.1	-9.51178
▁block	-9.51381
▁single	-9.51451
▁members	-9.51519
▁spread	-9.51618
▁system	-9.51656
▁contract	-9.51691
lvs	-9.51858
rules	-9.51891
▁technology	-9.51904
▁bearish	-9.51983
▁bonus	-9.52215
▁filed	-9.52221
fcel	-9.52499
ends	-9.5255
▁behind	-9.52554
ners	-9.52626
▁doge	-9.52664
▁case	-9.52731
▁broke	-9.52779
ti	-9.52843
mnk	-9.52861
zen	-9.52978
▁lesson	-9.52983
▁seems	-9.53185
▁monthly	-9.53232
▁order	-9.53244
▁waiting	-9.53258
lets	-9.533
mining	-9.5338
▁production	-9.53477
▁moves	-9.53506
▁official	-9.53509
btg	-9.53513
mi	-9.53578
va	-9.53596
▁son	-9.53745
app	-9.53838
▁products	-9.53846
gd	-9.53903
▁bounce	-9.53955
▁tzc	-9.53975
▁management	-9.54076
▁imo	-9.54168
▁volatility	-9.54177
oop	-9.54189
pi	-9.54277
▁filings	-9.54351
▁raised	-9.54506
year	-9.54658
▁consensus	-9.54885
▁videos	-9.54985
▁service	-9.55084
▁gains	-9.55114
▁times	-9.55151
vsi	-9.55167
rs	-9.55174
▁$20	-9.55341
▁estimates	-9.55361
wings	-9.55446
▁remember	-9.55626
▁brokerages	-9.55646
sta	-9.55744
▁means	-9.55884
▁puts	-9.55998
vi	-9.56111
▁red	-9.56133
▁fed	-9.56261
▁appreciate	-9.56274
xn	-9.56293
bs	-9.56516
▁wake	-9.56534
▁pro	-9.56601
▁52	-9.5667
play	-9.56732
▁public	-9.56768
▁cars	-9.56877
▁fund	-9.56946
▁others	-9.57017
rc	-9.57037
▁family	-9.57076
kcs	-9.57118
▁gap	-9.57126
grs	-9.57137
▁13	-9.57245
xlnx	-9.57278
ei	-9.57282
▁download	-9.57397
▁quick	-9.57403
69	-9.57437
▁de	-9.57564
ol	-9.57637
▁pt	-9.57779
▁used	-9.57887
▁18	-9.58138
▁action	-9.58142
▁1)	-9.58163
▁tonight	-9.58186
▁posted	-9.58204
▁cut	-9.5836
▁job	-9.58486
hx	-9.58531
▁finally	-9.58665
▁simple	-9.58842
ha	-9.58994
pwdy	-9.5903
▁invite	-9.59069
▁cannabis	-9.59114
▁feb	-9.59186
week	-9.59267
▁17	-9.59327
bot	-9.59333
video	-9.59363
▁assets	-9.59371
40	-9.59407
▁continue	-9.59416
▁email	-9.5945
200	-9.5949
paypig	-9.59529
▁dip	-9.59554
▁according	-9.59607
▁wow	-9.59753
▁$2	-9.5997
funn	-9.59997
▁tweets	-9.60065
88	-9.60097
▁fundamentals	-9.60272
bi	-9.60388
lly	-9.60512
coinkit	-9.60516
▁performance	-9.60562
hemp	-9.60647
▁folks	-9.60666
▁donate	-9.6068
▁systems	-9.60777
▁wrong	-9.60839
▁story	-9.60906
65	-9.60918
ay	-9.61104
▁swing	-9.61201
net	-9.61335
has	-9.61445
▁forget	-9.61521
big	-9.61666
▁version	-9.61753
▁listen	-9.61773
▁trust	-9.61801
ct	-9.61815
♻	-9.61818
wallstreet	-9.61818
▁bring	-9.61851
▁home	-9.61868
▁deposit	-9.61891
25	-9.61981
▁flow	-9.61982
▁crazy	-9.62023
▁=>	-9.62036
▁downtrend	-9.6224
▁welcome	-9.6227
ah	-9.62318
coronavirus	-9.62356
hday	-9.62362
trump	-9.62412
list	-9.62435
▁black	-9.62446
▁seen	-9.62523
love	-9.62656
90	-9.62701
▁2)	-9.6273
blb	-9.62737
avgo	-9.62893
usa	-9.62952
▁analyst	-9.63016
▁believer	-9.63071
rillion	-9.63184
spot	-9.6336
▁150	-9.63398
▁demand	-9.63425
edo	-9.63431
▁stake	-9.63437
▁pretty	-9.63448
hal	-9.6347
▁nov	-9.63505
brd	-9.63592
▁actually	-9.63634
▁loss	-9.63792
▁sells	-9.63932
▁names	-9.64003
▁else	-9.64076
lit	-9.64196
last	-9.64237
bull	-9.64267
▁questions	-9.6428
wallet	-9.64325
▁season	-9.64514
elr	-9.64529
▁0	-9.64611
▁($	-9.64773
eem	-9.64836
▁side	-9.64849
▁funds	-9.64856
▁international	-9.64866
abx	-9.64966
▁related	-9.65132
▁debt	-9.65146
▁conve	-9.65241
▁sh	-9.65441
▁three	-9.65461
▁second	-9.65544
owpp	-9.65564
▁beat	-9.65651
ain	-9.65675
shmp	-9.65741
▁payment	-9.65896
27	-9.6593
▁services	-9.65979
sky	-9.66167
▁dec	-9.66204
▁sats	-9.66319
era	-9.6637
▁product	-9.66385
▁website	-9.66562
▁based	-9.66719
▁growing	-9.66845
▁▪	-9.66934
▁digital	-9.66969
ft	-9.66985
lisk	-9.67012
▁lost	-9.67024
▁forward	-9.67061
bu	-9.67068
▁night	-9.6707
▁wall	-9.67221
▁gave	-9.67229
▁falling	-9.67343
satoshi	-9.67385
▁baby	-9.67441
▁state	-9.67516
▁true	-9.6766
over	-9.67775
!!!.	-9.67785
gl	-9.67789
▁fu	-9.67838
▁choice	-9.67843
uvxy	-9.68078
▁happen	-9.6812
▁within	-9.68274
bcpt	-9.68304
ci	-9.68339
▁goes	-9.68545
fi	-9.68639
▁markets	-9.68694
▁late	-9.68801
▁likely	-9.68931
bp	-9.69007
mith	-9.69026
95	-9.69068
▁cost	-9.69087
xle	-9.69336
gen	-9.69347
▁points	-9.69349
ph	-9.69513
▁tuesday	-9.69533
▁mean	-9.69543
▁went	-9.69701
▁later	-9.69842
▁least	-9.69871
▁mind	-9.69935
▁discount	-9.70035
omi	-9.70193
52	-9.70222
▁fees	-9.70228
▁ratio	-9.70354
▁street	-9.70461
ity	-9.70578
▁program	-9.70605
token	-9.70618
▁paying	-9.70639
48	-9.70843
▁corporation	-9.7108
nav	-9.71116
iotx	-9.71152
▁awesome	-9.71177
▁room	-9.71183
▁highest	-9.71199
▁upgraded	-9.71205
▁took	-9.71303
dapps	-9.71314
▁chain	-9.71375
bqx	-9.71605
✅	-9.71614
oo	-9.71636
ist	-9.71863
▁care	-9.7203
>	-9.72037
ogi	-9.72185
ally	-9.72242
46	-9.7227
▁america	-9.72295
▁picked	-9.72324
line	-9.72344
rh	-9.72356
ji	-9.72366
▁test	-9.72552
▁special	-9.72617
ok	-9.72636
acrl	-9.72714
06	-9.72735
rul	-9.72775
▁watchlist	-9.72785
gx	-9.7286
ab	-9.73116
bolt	-9.73253
33	-9.73323
▁winning	-9.73359
▁beginning	-9.73383
▁card	-9.73397
steem	-9.73416
▁dd	-9.73418
▁moon	-9.73454
poly	-9.73465
ico	-9.73505
▁▶	-9.73529
▁shit	-9.73898
▁bill	-9.73925
39	-9.73941
▁income	-9.73952
cash	-9.73969
nk	-9.74015
▁pls	-9.74025
▁filing	-9.7406
▁$500,	-9.74203
▁-1	-9.74204
su	-9.74207
▁building	-9.74217
tronclass	-9.74318
▁ecosystem	-9.74336
▁trend	-9.74338
▁health	-9.74376
ee	-9.74388
▁isn	-9.74406
sha	-9.7466
lb	-9.74671
▁called	-9.74721
game	-9.7482
▁solid	-9.75058
99	-9.75165
mtl	-9.75172
▁2018	-9.75377
▁extra	-9.75417
00	-9.75453
▁cause	-9.75563
box	-9.7567
▁store	-9.75739
schw	-9.75742
lrcx	-9.75743
luv	-9.75763
▁positive	-9.75778
▁bit	-9.75825
rn	-9.75827
▁boost	-9.75929
dix	-9.75987
io	-9.76052
▁found	-9.76193
linkup	-9.76219
▁ce	-9.76224
▁push	-9.76308
▁history	-9.76308
▁1,000	-9.7634
▁together	-9.76459
29	-9.76529
bio	-9.76738
16	-9.76833
rv	-9.76903
si	-9.76946
▁create	-9.76973
▁issues	-9.77016
▁build	-9.77054
wo	-9.77168
dy	-9.77193
▁including	-9.77224
▁retweets	-9.77442
▁microsoft	-9.77496
qk	-9.77547
▁numbers	-9.77569
kr	-9.77651
7%	-9.77747
twitter	-9.77763
▁referral	-9.77849
▁thursday	-9.77912
▁board	-9.78018
▁6.	-9.7815
share	-9.78183
▁talk	-9.78246
05	-9.78466
ura	-9.78479
ew	-9.78505
ino	-9.78616
tl	-9.78798
▁code	-9.78818
▁amount	-9.78963
apple	-9.79059
fdx	-9.79143
life	-9.79162
.00	-9.79288
▁<	-9.79342
rig	-9.79347
cx	-9.79429
▁running	-9.79473
▁fraud	-9.79632
dow	-9.79652
38	-9.79658
▁split	-9.79713
▁$30	-9.79882
ni	-9.79974
futures	-9.8003
▁guidance	-9.8017
fc	-9.80176
▁dow	-9.80285
▁instant	-9.80293
nex	-9.80387
▁rewards	-9.8039
34	-9.80682
di	-9.80767
▁pool	-9.80842
▁become	-9.80966
cn	-9.80985
▁dgb	-9.81079
▁—	-9.8115
▁question	-9.81189
lend	-9.81253
club	-9.81311
▁treasuries	-9.81553
▁rest	-9.81579
▁banks	-9.81611
land	-9.81636
spce	-9.81679
~	-9.81839
bie	-9.8186
ice	-9.81924
▁progress	-9.8195
pl	-9.82011
▁10%	-9.82211
dollar	-9.82235
nrg	-9.82442
42	-9.82452
~!	-9.82484
▁development	-9.82556
rgn	-9.82568
▁gift	-9.82591
▁caps	-9.82673
▁subscribe	-9.82755
fet	-9.82837
▁setup	-9.82897
family	-9.82907
rl	-9.82924
▁staking	-9.82987
▁track	-9.83039
pp	-9.83287
76	-9.83358
ho	-9.83423
rk	-9.83605
▁2020.	-9.83704
this	-9.8372
off	-9.83737
bcn	-9.83854
▁60	-9.83903
47	-9.8391
▁holders	-9.83987
▁levels	-9.84052
96	-9.84063
▁focus	-9.84079
▁minutes	-9.84235
▁cheap	-9.84405
ce	-9.84411
▁fee	-9.84504
con	-9.8456
01	-9.84596
icipants	-9.84608
▁speech	-9.84665
model	-9.84706
▁reason	-9.84735
⬇	-9.84797
▁note	-9.84859
80	-9.8491
▁continues	-9.84971
opti	-9.85043
▁probably	-9.85102
▁fy	-9.85128
fun	-9.8533
▁?????	-9.85404
wynn	-9.85431
sn	-9.85493
▁proof	-9.85503
▁21	-9.85535
▁moved	-9.85551
▁dollars	-9.85563
100	-9.85771
amp	-9.85818
9%	-9.85855
pins	-9.85873
▁source	-9.85971
▁sector	-9.86004
▁released	-9.8603
can	-9.86045
▁avg	-9.86224
▁announcement	-9.86255
rip	-9.8642
ocean	-9.86473
md	-9.86475
gild	-9.86483
less	-9.86582
ppt	-9.86619
▁step	-9.86785
▁(1	-9.86836
▁5,000	-9.87029
▁plans	-9.87197
▁bless	-9.87229
ggsm	-9.87253
▁non	-9.87321
41	-9.87322
▁est	-9.87479
▁updated	-9.87493
rb	-9.87623
ec	-9.87675
▁bob	-9.87715
use	-9.87774
€	-9.87823
rf	-9.87837
erc	-9.87855
myl	-9.87892
▁offer	-9.87948
.”	-9.8795
09	-9.88022
dogecoin	-9.88068
32	-9.88076
▁reach	-9.88153
▁lows	-9.88202
2.5	-9.88271
▁double	-9.88297
▁+2	-9.88342
▁rsi	-9.88356
▁dis	-9.88379
nb	-9.88418
gnt	-9.88476
▁answer	-9.88508
▁attention	-9.88555
▁sentiment	-9.88585
po	-9.88586
yio	-9.8862
cro	-9.88621
▁upside	-9.88636
▁vi	-9.88731
▁dump	-9.8875
olt	-9.88752
▁aug	-9.88797
sdrc	-9.8882
▁3)	-9.8888
▁decentralized	-9.89146
▁oct	-9.89179
▁rally	-9.8921
fles	-9.89272
▁pair	-9.89332
49	-9.89341
▁7.	-9.89344
ey	-9.89525
60	-9.89549
▁mid	-9.8959
eric	-9.89598
maxpain	-9.89614
xlf	-9.89709
68	-9.89835
em	-9.89888
rel	-9.899
bo	-9.89933
▁tax	-9.89953
▁electric	-9.89973
79	-9.90002
▁⁦	-9.90092
59	-9.90162
xo	-9.90169
▁bigger	-9.90179
▁negative	-9.90228
▁asset	-9.90533
per	-9.90539
ga	-9.90634
▁hu	-9.9074
np	-9.9085
▁sent	-9.90923
▁chat	-9.91056
eur	-9.91122
55	-9.91125
▁$25	-9.91321
▁performer	-9.9143
create	-9.91456
receives	-9.9159
▁50-	-9.91612
usdc	-9.91641
done	-9.91648
▁food	-9.91736
ney	-9.91796
▁⏩	-9.91814
▁guide	-9.91865
antm	-9.91953
98	-9.92012
▁told	-9.92026
▁different	-9.92045
▁idea	-9.92055
▁excited	-9.92074
▁access	-9.92117
od	-9.92128
sx	-9.92128
hy	-9.92136
mkr	-9.92143
▁missed	-9.92201
▁phone	-9.92228
58	-9.92231
▁applications	-9.92412
97	-9.9245
▁net	-9.92551
▁$0.	-9.92564
▁online	-9.92588
cb	-9.92607
▁dont	-9.92651
▁rise	-9.92667
ell	-9.92696
▁couple	-9.92873
▁index	-9.93056
▁longer	-9.93096
way	-9.93152
▁max	-9.93155
▁investor	-9.93287
▁pull	-9.93295
66	-9.93327
▁20,000	-9.93362
wm	-9.93388
hlf	-9.93388
ty	-9.93397
▁expiration	-9.93425
▁country	-9.93431
▁multiple	-9.93595
▁lowered	-9.93718
daytrader	-9.93779
khc	-9.93783
07	-9.93825
▁thought	-9.93872
rad	-9.93994
▁pattern	-9.94001
▁exchanges	-9.9404
dd	-9.94053
gate	-9.94054
▁features	-9.94089
▁cross	-9.94092
energy	-9.94152
▁comes	-9.94159
▁dividends	-9.94164
zm	-9.94171
ngine	-9.94214
36	-9.94214
rst	-9.94302
fe	-9.94306
▁bid	-9.9431
▁discovery	-9.94338
▁zero	-9.94494
▁fire	-9.94556
08	-9.94576
study	-9.94583
▁wonder	-9.94855
37	-9.95085
dax	-9.95098
▁squeeze	-9.95112
dex	-9.9512
eol	-9.9529
▁common	-9.95388
wd	-9.95478
▁understand	-9.95492
▁activity	-9.95589
ruck	-9.95628
▁multi	-9.95653
▁fake	-9.95717
oce	-9.95726
▁area	-9.95851
rsr	-9.95902
hodl	-9.96514
▁offering	-9.96554
dapp	-9.96727
▁contracts	-9.96753
tnrgold	-9.9681
▁straight	-9.9681
▁interview	-9.96848
▁hits	-9.96901
▁february	-9.97097
▁prizes	-9.97196
▁war	-9.97219
▁otc	-9.97243
▁minute	-9.97296
▁customers	-9.97375
bet	-9.97381
▁eye	-9.97404
▁oh	-9.97847
loak	-9.97851
om	-9.97853
▁takes	-9.979
ck	-9.97958
cool	-9.97962
grin	-9.97962
}	-9.97995
qsr	-9.98003
▁president	-9.98038
gy	-9.9808
▁date	-9.98135
.....	-9.98239
bittorrent	-9.98255
nxt	-9.98459
ama	-9.9849
▁reply	-9.98493
▁chinese	-9.98874
rlc	-9.98957
▁reached	-9.98983
tt	-9.99066
▁software	-9.99107
da	-9.9914
▁scam	-9.99258
br	-9.99296
▁reverse	-9.99313
tronics	-9.99446
amazon	-9.9963
▁4:	-9.99647
▁resources	-9.99767
gif	-9.99833
▁man	-9.99968
▁shown	-10.0011
au	-10.0025
fo	-10.0035
▁slow	-10.0036
▁success	-10.0036
trc	-10.0048
sto	-10.0058
▁band	-10.0062
▁+/-	-10.0062
godf	-10.0066
▁:)	-10.0066
ptam	-10.0067
▁goal	-10.0074
fr	-10.0081
▁gone	-10.0083
▁catch	-10.0083
elg	-10.0086
pw	-10.0089
▁retail	-10.0106
▁cover	-10.012
▁works	-10.0121
marijuana	-10.0128
something	-10.013
▁thinking	-10.0144
robinhood	-10.0151
93	-10.0152
qalb	-10.0153
▁$150	-10.0162
bis	-10.0172
▁planet	-10.0173
▁talking	-10.0174
43	-10.0178
▁march	-10.0184
mill	-10.0185
azn	-10.0194
▁feeling	-10.0195
▁22	-10.0196
▁deep	-10.0199
▁promote	-10.0199
▁control	-10.0203
▁entire	-10.0206
71	-10.0208
▁fall	-10.0212
▁fully	-10.0223
▁repost	-10.0239
▁simply	-10.0242
kwbt	-10.0242
03	-10.0243
▁main	-10.0252
▁youtube	-10.0272
user	-10.0287
ps	-10.0287
▁accounts	-10.0297
price	-10.03
▁security	-10.0323
▁$300	-10.0325
ads	-10.0326
banktank	-10.0333
plug	-10.0336
nem	-10.0344
51	-10.0344
▁2.0	-10.0345
zcl	-10.0352
back	-10.0352
89	-10.0353
get	-10.0359
▁either	-10.0364
▁stream	-10.0369
▁shows	-10.0373
▁closing	-10.0381
xzc	-10.0382
▁jobs	-10.0383
▁boeing	-10.0384
▁premarket	-10.039
▁load	-10.0398
financial	-10.0399
85	-10.04
investors	-10.0405
▁drops	-10.0409
▁clear	-10.0409
▁bulls	-10.0413
▁futures	-10.0415
loom	-10.0439
labs	-10.0444
▁momentum	-10.0447
▁cbd	-10.0447
▁invest	-10.0458
▁8.	-10.0463
bn	-10.047
elz	-10.0485
▁kind	-10.0487
lulu	-10.0488
litecoin	-10.0488
▁fill	-10.049
▁wish	-10.0497
are	-10.0499
▁$20,000.	-10.0502
lr	-10.0508
94	-10.0509
▁internet	-10.051
slb	-10.0514
▁saying	-10.0524
▁grow	-10.0525
▁??????	-10.0536
▁sharing	-10.0542
▁pop	-10.0549
▁among	-10.0552
▁screenshot	-10.0561
▁gainers	-10.0574
emp	-10.0575
ish	-10.0577
fintech	-10.0583
▁$15	-10.0586
nexo	-10.0589
ance	-10.059
nn	-10.0618
▁contest	-10.0622
sne	-10.0633
▁50,000	-10.0639
▁yourself	-10.0653
shill	-10.0653
og	-10.0655
▁session	-10.0658
cap	-10.0677
apa	-10.0678
date	-10.0679
pos	-10.0692
just	-10.0698
31	-10.0709
smh	-10.071
dump	-10.0714
▁bear	-10.0717
▁lock	-10.0722
hosted	-10.0722
ikto	-10.0725
56	-10.0731
▁distributed	-10.074
ns	-10.0741
▁adoption	-10.0752
▁40	-10.0761
▁bucks	-10.0762
▁white	-10.0765
▁20%	-10.0773
▁general	-10.0775
▁haven	-10.0778
▁plays	-10.0789
▁funding	-10.0789
▁acquisition	-10.079
dec	-10.0794
67	-10.0794
▁mobile	-10.0798
gw	-10.0799
▁bonds	-10.0801
▁wins	-10.0805
yn	-10.0812
▁ma	-10.0815
▁lets	-10.0828
fastest	-10.0833
▁phase	-10.0835
ech	-10.0835
▁quality	-10.0839
ke	-10.0843
▁0.01	-10.0844
▁mainnet	-10.0851
▁held	-10.0855
▁house	-10.0855
▁inside	-10.0856
⚡	-10.0856
mn	-10.0857
▁selected	-10.0871
unrg	-10.0873
block	-10.0876
ling	-10.0887
53	-10.0891
biz	-10.0899
▁sub	-10.0901
04	-10.0906
revolution	-10.0914
age	-10.0915
)|	-10.0922
▁showing	-10.0937
▁29	-10.0939
shak	-10.0946
▁hairy	-10.0966
▁height	-10.0967
dog	-10.0967
ripple	-10.097
▁guy	-10.098
▁--	-10.0985
bmm	-10.0986
pennystocks	-10.0987
▁stand	-10.1003
▁matter	-10.1007
pld	-10.1007
repo	-10.1028
cashapphalloween	-10.1031
▁28	-10.1039
bbt	-10.1057
▁mine	-10.1063
▁instead	-10.1063
giveaways	-10.1068
▁facebook	-10.1068
92	-10.1087
rab	-10.1092
▁moment	-10.1108
▁losers	-10.1109
htr	-10.1114
75	-10.1116
▁10-	-10.1122
▁costs	-10.1124
fed	-10.1128
goddess	-10.1129
▁mention	-10.113
pacv	-10.1133
▁built	-10.1133
▁auto	-10.1144
▁previous	-10.1152
help	-10.1159
▁19	-10.1163
mgo	-10.1179
▁⬆	-10.1183
▁hea	-10.1188
pnc	-10.1194
fit	-10.1196
altseason	-10.1196
▁grandma	-10.1197
car	-10.1199
▁base	-10.1207
64	-10.1215
via	-10.1216
▁traded	-10.1224
▁book	-10.1226
▁reversal	-10.123
pred	-10.1233
atvi	-10.1236
tx	-10.1241
leo	-10.1245
ayx	-10.1247
pix	-10.1247
▁technologies	-10.1261
▁spo	-10.1268
▁girl	-10.1276
▁proud	-10.1288
fire	-10.13
▁strength	-10.1303
▁400	-10.1304
siri	-10.1308
▁ltd	-10.1332
prgo	-10.1337
rio	-10.1343
amtd	-10.1347
▁1-	-10.1347
isrg	-10.1365
down	-10.1369
▁press	-10.1377
oott	-10.1379
▁leading	-10.138
▁rank	-10.1382
copper	-10.1386
▁seeing	-10.1397
▁shareholders	-10.1401
▁strike	-10.1406
▁impact	-10.1425
▁llc	-10.143
▁transaction	-10.1443
▁beats	-10.1446
▁hi	-10.1455
▁-->	-10.1458
▁forecast	-10.1461
odx	-10.1473
▁final	-10.1474
trader	-10.1475
1:	-10.1478
420	-10.1478
ieo	-10.148
6%	-10.1486
real	-10.149
pfms	-10.1503
▁im	-10.1509
gi	-10.1512
▁director	-10.1518
▁streaming	-10.1529
ass	-10.1532
▁extension	-10.1536
▁congrats	-10.1537
jblu	-10.1537
▁ghosted	-10.1537
christmas	-10.1547
eo	-10.155
74	-10.156
▁air	-10.1561
▁lots	-10.1564
▁calling	-10.1566
▁thread	-10.1571
storj	-10.1571
gaming	-10.1574
apr	-10.1585
ara	-10.1587
libe	-10.1591
▁positions	-10.1598
your	-10.16
▁though	-10.1605
▁agreement	-10.1606
ov	-10.1613
act	-10.1618
▁reserve	-10.1619
▁needed	-10.1621
dn	-10.1621
▁present	-10.1623
adx	-10.1629
cryptotwitter	-10.163
ray	-10.1633
son	-10.1637
▁battery	-10.1637
▁perfect	-10.1653
eg	-10.1655
los	-10.166
!??	-10.1663
▁secret	-10.1663
73	-10.1683
▁fans	-10.1689
▁sunday	-10.1695
tu	-10.1695
▁issue	-10.1697
78	-10.1705
bf	-10.171
▁8-	-10.1721
nwhf	-10.1745
▁hide	-10.1749
▁raise	-10.175
ops	-10.1777
shotgun	-10.1781
@	-10.1784
long	-10.1787
▁dma	-10.1791
▁locked	-10.1796
▁yield	-10.1802
$$	-10.1802
▁9.	-10.1805
57	-10.1813
▁save	-10.183
cybe	-10.1835
▁sept	-10.184
▁pivot	-10.184
bby	-10.1845
ocu	-10.185
▁truly	-10.1852
data	-10.1867
forex	-10.1867
▁solar	-10.1869
▁23	-10.1869
70	-10.1871
81	-10.1874
▁spend	-10.1876
auto	-10.1879
agg	-10.1882
sl	-10.1905
????	-10.1909
aal	-10.1921
▁dropping	-10.1924
82	-10.1927
▁ppl	-10.1932
ung	-10.1936
watch	-10.1942
▁happening	-10.1952
ym	-10.1955
▁recommendation	-10.1959
wabi	-10.196
music	-10.1964
▁bills	-10.1967
value	-10.1968
▁1000000	-10.1973
▁adding	-10.1982
▁size	-10.1988
▁fact	-10.1988
02	-10.1989
▁jump	-10.199
pax	-10.2006
sign	-10.2008
▁american	-10.2009
corp	-10.2009
62	-10.201
tion	-10.2015
snp	-10.2015
▁secure	-10.2023
▁31	-10.2026
▁along	-10.2026
mro	-10.204
lin	-10.2048
bullish	-10.2058
rop	-10.2058
pro	-10.2062
▁significant	-10.2065
▁ur	-10.2075
▁tuned	-10.2076
totrade	-10.2082
um	-10.2083
blue	-10.209
ical	-10.2094
84	-10.2099
▁fight	-10.2105
▁stuff	-10.2105
2:	-10.2108
!!!!!	-10.2113
▁distribution	-10.2117
knc	-10.2125
▁trial	-10.2133
▁trouble	-10.2141
tronscan	-10.2141
▁dead	-10.215
ilt	-10.2151
fx	-10.2151
▁class	-10.2152
treos	-10.2158
oxy	-10.2161
▁type	-10.2165
▁25000	-10.2167
▁towards	-10.2172
▁lead	-10.2175
▁fuck	-10.2176
▁medical	-10.2177
commodities	-10.2178
▁balance	-10.2178
▁giveaways	-10.2183
▁mark	-10.2183
star	-10.2188
▁ref	-10.2195
sub	-10.2205
▁canada	-10.2208
▁popular	-10.2208
▁targets	-10.2212
xt	-10.2215
finsub	-10.2215
▁experience	-10.2219
ko	-10.2221
▁groups	-10.2224
▁message	-10.2226
87	-10.2229
vr	-10.223
run	-10.2231
hog	-10.2233
▁picture	-10.2235
▁undervalued	-10.2235
86	-10.224
▁hate	-10.2243
alt	-10.2246
erd	-10.2257
ntrr	-10.2258
▁remain	-10.226
▁hand	-10.2261
downgraded	-10.2264
ous	-10.2269
ether	-10.2276
bitmex	-10.2277
▁deficit	-10.2278
ure	-10.2282
wax	-10.2283
jcp	-10.2283
economy	-10.2286
⚠	-10.2288
▁millions	-10.2295
▁pm	-10.2296
▁weak	-10.23
▁playing	-10.2303
sco	-10.2304
▁turned	-10.232
▁bidask	-10.2326
▁$200	-10.2328
-->	-10.233
catex	-10.233
post	-10.2332
▁ama	-10.2338
▁beyond	-10.234
huge	-10.2341
▁finance	-10.2346
▁able	-10.2348
bdd	-10.235
stockoptions	-10.235
▁€	-10.2354
ubv	-10.2365
▁1/2	-10.2374
▁nearly	-10.2375
pot	-10.2378
ja	-10.2383
▁lose	-10.2385
▁hello	-10.2385
▁problem	-10.2392
our	-10.2393
61	-10.2394
72	-10.2399
▁mo	-10.24
tv	-10.24
ade	-10.24
▁literally	-10.2401
▁chosen	-10.2403
▁third	-10.2406
ting	-10.241
community	-10.2411
▁talks	-10.2416
▁came	-10.2416
nov	-10.2428
aryc	-10.2434
44	-10.2435
eum	-10.2436
▁regard	-10.2439
▁chrome	-10.2439
▁minimum	-10.2443
▁safe	-10.2446
▁subs	-10.245
▁hedge	-10.2459
▁27	-10.246
▁exciting	-10.2477
let	-10.248
rdd	-10.2486
iv	-10.2496
ern	-10.2501
▁roll	-10.2502
▁government	-10.2508
▁provide	-10.2511
tribune	-10.2515
▁keynote	-10.2515
▁imagine	-10.2519
35%	-10.2522
.10	-10.2524
red	-10.2526
54	-10.2534
▁transactions	-10.2539
hl	-10.2541
ible	-10.2543
med	-10.2543
easy	-10.2548
▁equity	-10.2552
wf	-10.2564
▁launched	-10.2565
800	-10.2566
btm	-10.2567
▁⬇	-10.2571
month	-10.2583
ahontas	-10.2591
▁glad	-10.2597
doc	-10.2598
91	-10.2598
kmi	-10.2599
▁sat	-10.2601
♥	-10.2605
▁fan	-10.2609
az	-10.2613
▁randomly	-10.2614
▁sellers	-10.2626
▁federal	-10.2627
ock	-10.263
▁intel	-10.2631
ftse	-10.2632
▁tips	-10.2635
▁grab	-10.2638
▁saw	-10.2646
invest	-10.2647
▁rising	-10.2651
tst	-10.2656
rnx	-10.2657
▁course	-10.266
blk	-10.2664
▁privacy	-10.267
▁drive	-10.2673
▁consider	-10.2676
pb	-10.2682
ness	-10.2682
▁delivery	-10.2684
▁shanghai	-10.2685
▁boom	-10.2687
▁(8	-10.269
▁?1	-10.2696
yla	-10.2716
⬆	-10.2722
lm	-10.273
▁pharmaceuticals	-10.2754
ana	-10.276
xl	-10.2773
ter	-10.2774
fair	-10.2775
▁panic	-10.2776
▁user	-10.2789
bbby	-10.2805
▁leg	-10.2806
▁rn	-10.2809
earn	-10.2813
▁cloud	-10.2814
fox	-10.2821
▁received	-10.2835
▁brand	-10.2841
matic	-10.2843
with	-10.2845
oh	-10.2851
▁rent	-10.2855
▁definitely	-10.2864
▁movement	-10.2864
cai	-10.287
inse	-10.2872
quite	-10.2876
▁host	-10.288
ww	-10.2886
▁agree	-10.2886
lu	-10.2889
▁fly	-10.2892
▁bollinger	-10.2903
▁exceed	-10.2903
▁missing	-10.2908
ld	-10.2913
sr	-10.292
▁di	-10.2925
noc	-10.2925
▁buys	-10.2925
ster	-10.2929
▁site	-10.2943
▁sorry	-10.2945
▁fear	-10.2948
aoa	-10.2955
▁tg	-10.2959
auy	-10.2962
▁process	-10.2967
▁(#	-10.2968
▁breaks	-10.2972
biotech	-10.2973
mft	-10.2978
bt	-10.2989
ful	-10.2995
28	-10.3014
▁personal	-10.3025
giving	-10.3025
▁five	-10.3026
▁flag	-10.3026
defi	-10.3026
▁spam	-10.3029
▁till	-10.3032
▁confirmed	-10.3032
▁face	-10.3033
▁wanted	-10.3046
bank	-10.3047
mr	-10.3049
▁{	-10.3051
▁annual	-10.3058
ibe	-10.3064
leas	-10.3072
77	-10.3075
see	-10.3082
ary	-10.31
0.0	-10.3101
san	-10.3115
flow	-10.3122
▁word	-10.3124
▁cancer	-10.3125
▁trillion	-10.3126
▁rose	-10.3133
yum	-10.3138
▁myself	-10.3144
▁10:00	-10.3144
irbt	-10.3145
▁strategy	-10.3146
▁stage	-10.3154
hpq	-10.3155
▁direct	-10.3163
xlk	-10.3166
ace	-10.3169
▁easily	-10.3184
iq	-10.3186
▁dex	-10.3186
▁marketing	-10.3195
spom	-10.3209
▁brands	-10.3211
wk	-10.3212
▁shareholder	-10.3215
▁comp	-10.3217
goldinusa	-10.3225
▁national	-10.3229
extremely	-10.3231
str	-10.3239
winners	-10.3244
%)	-10.3261
▁everybody	-10.3267
▁self	-10.3268
▁(+	-10.3271
ep	-10.3274
▁shot	-10.3279
▁burn	-10.3284
meme	-10.3287
dr	-10.3292
▁tv	-10.3297
rp	-10.3307
grub	-10.3309
ivi	-10.3311
ely	-10.3315
apt	-10.3316
must	-10.3319
▁limited	-10.3322
▁fine	-10.3324
reward	-10.3324
arknet	-10.3329
▁trending	-10.3329
▁morgan	-10.333
▁everyday	-10.333
unp	-10.3338
▁increases	-10.3339
nh	-10.3345
well	-10.3346
▁100,000	-10.335
air	-10.3352
▁mass	-10.3369
▁rock	-10.3371
▁files	-10.338
▁created	-10.3383
▁expectations	-10.339
eltz	-10.3391
▁contact	-10.3393
old	-10.3395
▁die	-10.3399
▁decided	-10.3401
px	-10.3402
▁drawn	-10.3416
▁penny	-10.3422
zn	-10.343
ka	-10.343
▁period	-10.3432
masternode	-10.3435
▁happened	-10.3457
▁bio	-10.3458
45	-10.3462
▁chase	-10.3463
83	-10.3465
▁ok	-10.347
▁especially	-10.3474
▁similar	-10.3474
▁canadian	-10.3477
▁doubt	-10.3477
▁bag	-10.3479
▁cat	-10.3483
baby	-10.3486
eck	-10.3486
snx	-10.3493
▁fucking	-10.3495
▁thoughts	-10.3497
ommercialization	-10.3509
▁continued	-10.351
▁serious	-10.3511
▁exposure	-10.3516
tomochain	-10.3517
aythe	-10.3518
ake	-10.352
▁ticker	-10.3526
req	-10.3527
▁100000	-10.3527
▁(10	-10.3529
▁city	-10.3539
contest	-10.3546
▁meet	-10.3556
▁therapeutics	-10.3557
▁0.5	-10.3558
▁insane	-10.3559
▁blood	-10.356
▁road	-10.358
ks	-10.3583
▁wednesday	-10.3583
mrn	-10.3587
rillions	-10.3589
wi	-10.3591
shapp	-10.3596
▁gas	-10.3598
perl	-10.3604
emc	-10.3611
▁healthcare	-10.3614
gcr	-10.3616
vo	-10.3617
▁across	-10.362
▁2017	-10.3629
▁include	-10.364
▁>>	-10.364
▁earlier	-10.3643
▁trans	-10.3653
▁discussed	-10.3657
▁->	-10.3658
▁fair	-10.3664
expe	-10.3683
ox	-10.3685
▁beta	-10.3685
pbhg	-10.3686
gwph	-10.3686
dc	-10.3686
▁immediately	-10.3686
▁protocol	-10.3689
ril	-10.37
▁beautiful	-10.37
coinbase	-10.3707
▁wouldn	-10.371
▁leaders	-10.3716
akam	-10.3717
▁swap	-10.372
nept	-10.3722
▁sees	-10.3723
▁rich	-10.3725
▁core	-10.3729
▁reaches	-10.3738
nbev	-10.3738
wb	-10.3755
idt	-10.3762
11%	-10.3767
▁school	-10.3769
kss	-10.3771
4%	-10.3776
jo	-10.3781
▁bullie	-10.3783
ak	-10.3783
more	-10.3807
▁death	-10.3814
len	-10.3814
▁star	-10.3833
▁meeting	-10.3836
▁revenues	-10.3837
▁bet	-10.3839
▁**	-10.3846
▁ideas	-10.3846
▁helps	-10.3882
kucoin	-10.3885
ru	-10.3885
/19	-10.39
▁front	-10.3903
cehy	-10.3903
kync	-10.3903
▁mom	-10.3904
▁pot	-10.3919
network	-10.3921
gto	-10.3929
▁acquire	-10.3929
▁ev	-10.3931
▁handle	-10.3933
▁declining	-10.3946
▁example	-10.3955
hwy	-10.3956
mgm	-10.3957
▁coronavirus	-10.3961
▁buyers	-10.3963
eri	-10.3964
uk	-10.3965
▁closer	-10.3975
vm	-10.3978
fix	-10.3978
▁sun	-10.3988
▁damn	-10.3993
ill	-10.3994
book	-10.3997
▁interested	-10.3999
▁hands	-10.4002
▁copper	-10.4011
yr	-10.4011
che	-10.4023
ube	-10.4023
gtx	-10.4026
scc	-10.4039
ibb	-10.405
google	-10.4052
▁ipo	-10.4061
▁actual	-10.4074
▁machine	-10.4084
base	-10.4102
sgd	-10.4106
gcg	-10.4109
▁securities	-10.4112
will	-10.4114
▁sending	-10.4115
▁testing	-10.4116
dns	-10.413
▁opinion	-10.4135
▁officially	-10.4136
gp	-10.4141
▁750	-10.4146
cor	-10.415
ial	-10.4157
hsy	-10.416
mil	-10.4161
reuters	-10.4168
▁poll	-10.4172
ping	-10.4174
best	-10.4187
hd	-10.4195
▁revs	-10.4198
ran	-10.4203
▁worldwide	-10.4209
kin	-10.421
▁giant	-10.4211
nvs	-10.4213
glazersout	-10.4213
▁hell	-10.4219
marketing	-10.422
▁mega	-10.4222
domme	-10.4229
cnnf	-10.4235
yy	-10.4243
▁releases	-10.4249
▁orders	-10.4255
oceanex	-10.4261
▁+2%	-10.4265
▁firm	-10.4274
▁driving	-10.4282
▁26	-10.4285
rna	-10.4293
sps	-10.4299
▁tend	-10.4299
▁cou	-10.4299
▁divergence	-10.4304
ml	-10.4309
✨	-10.431
▁surprise	-10.4313
▁losses	-10.4318
wa	-10.4325
sales	-10.4328
▁chief	-10.4328
irv	-10.4329
lx	-10.4331
▁appreciated	-10.4344
▁(-	-10.4347
▁hear	-10.4347
ree	-10.4348
▁published	-10.435
bomb	-10.435
▁$75	-10.4351
▁voting	-10.4351
ton	-10.4369
nat	-10.4374
5000	-10.4375
▁instantly	-10.438
▁happens	-10.438
▁da	-10.4381
ydy	-10.439
▁scary	-10.4396
people	-10.4399
mux	-10.4415
find	-10.4418
pu	-10.4428
uup	-10.4436
aus	-10.444
dw	-10.4441
▁wh	-10.4444
▁absolutely	-10.4444
▁economy	-10.4445
▁reality	-10.4446
ard	-10.4455
▁coinbase	-10.4468
etsy	-10.4469
asx	-10.4474
pd	-10.4485
▁pullback	-10.4488
mobile	-10.4492
ker	-10.4498
-1	-10.4505
▁fo	-10.4505
**	-10.4511
▁anti	-10.4511
winner	-10.4511
▁000	-10.4513
.30	-10.4518
patent	-10.4519
rg	-10.4522
▁thin	-10.4529
give	-10.453
▁choose	-10.4534
▁overbought	-10.4535
nkn	-10.4538
▁poor	-10.4538
mme	-10.454
plan	-10.4549
fin	-10.4549
mw	-10.4549
oct	-10.4556
▁sad	-10.4562
▁walm	-10.4566
growth	-10.4567
▁quote	-10.4572
bat	-10.4578
▁tribute	-10.4585
▁movements	-10.4586
beam	-10.4587
rmsl	-10.4588
je	-10.4589
adsv	-10.4593
ldr	-10.4594
▁light	-10.4597
fxi	-10.4604
swks	-10.4605
▁begin	-10.4609
▁loading	-10.461
hu	-10.4614
▁pushing	-10.4616
ine	-10.4618
ated	-10.4622
pton	-10.4623
global	-10.4634
blz	-10.4636
▁ongoing	-10.464
kb	-10.4641
▁monster	-10.4644
▁crash	-10.4647
wc	-10.4647
regn	-10.4655
▁solutions	-10.4656
hyg	-10.4657
lithium	-10.4674
▁altcoin	-10.4678
▁$7	-10.4682
▁outside	-10.4686
▁||	-10.469
hum	-10.4699
300	-10.4707
lander	-10.4719
▁valuation	-10.4722
agi	-10.4729
▁ride	-10.4729
▁ground	-10.4733
hat	-10.4734
boy	-10.4735
tf	-10.4737
▁etf	-10.4742
cu	-10.4746
pick	-10.475
bg	-10.4751
usb	-10.4752
nas	-10.4761
af	-10.4764
black	-10.4765
fct	-10.4767
▁election	-10.4767
embr	-10.4774
lhs	-10.4775
▁1/	-10.4778
▁sep	-10.478
gh	-10.4783
femdom	-10.4788
nmo	-10.479
kick	-10.4791
▁mr	-10.4798
▁reading	-10.4798
▁blue	-10.4804
▁bro	-10.4805
▁eyes	-10.4806
hs	-10.4806
bil	-10.4806
£	-10.4812
ela	-10.4817
▁coverage	-10.4819
cy	-10.4822
mix	-10.4827
oup	-10.4829
▁discuss	-10.4838
▁2%	-10.484
ob	-10.4845
alk	-10.4849
unities	-10.4852
▁payments	-10.4858
team	-10.4862
scr	-10.4865
▁leader	-10.487
pn	-10.4872
py	-10.4874
exp	-10.4875
▁quickly	-10.4878
▁grn	-10.4883
giga	-10.4893
▁opening	-10.4895
times	-10.4903
sy	-10.4905
▁anticipate	-10.4905
17%	-10.4908
▁office	-10.4913
elliottwave	-10.4914
▁conversion	-10.4914
▁⚠	-10.4915
▁merry	-10.492
that	-10.4927
▁upgrades	-10.4935
▁launching	-10.4951
eam	-10.4952
▁cool	-10.4956
▁games	-10.4957
▁pleased	-10.4961
▁incredible	-10.4963
fetish	-10.4963
girl	-10.4964
rsp	-10.4966
feet	-10.4973
▁tags	-10.4975
strong	-10.4976
investment	-10.499
▁movers	-10.4991
inno	-10.4999
shi	-10.5001
ue	-10.5013
▁central	-10.5024
mark	-10.5026
what	-10.5032
bud	-10.5034
▁broken	-10.5039
▁picks	-10.5046
▁notifications	-10.5048
house	-10.5049
masternodes	-10.5057
▁spike	-10.5062
bkng	-10.5064
▁events	-10.5065
▁knows	-10.5069
▁brave	-10.5069
ganf	-10.5075
▁completely	-10.5075
gram	-10.5091
dev	-10.5094
▁-$	-10.51
bhp	-10.5104
reg	-10.5107
▁-------------	-10.5111
▁pass	-10.5129
000	-10.5146
health	-10.5147
green	-10.515
▁tp	-10.5152
mxm	-10.5153
▁25%	-10.5174
cf	-10.5175
▁notes	-10.5178
▁vehicle	-10.518
▁macro	-10.5185
▁incoming	-10.5192
3,	-10.52
evx	-10.52
soundcloud	-10.5209
pri	-10.5218
but	-10.5218
security	-10.5226
-19	-10.5227
▁closes	-10.5227
▁blow	-10.5228
efa	-10.5232
▁heard	-10.5235
tgi	-10.5237
kn	-10.5237
wft	-10.5246
▁congratulations	-10.525
▁bancorp	-10.5259
▁afford	-10.5259
wsj	-10.526
donlin	-10.5261
aud	-10.5268
▁tasks	-10.5268
pgr	-10.5271
hpb	-10.5283
ask	-10.5301
▁cards	-10.5303
abc	-10.5307
exas	-10.5309
▁several	-10.5309
▁unique	-10.531
▁notice	-10.5312
ostk	-10.5319
fang	-10.5319
zs	-10.5321
▁profitable	-10.5322
nna	-10.533
▁issued	-10.5333
▁royalty	-10.5333
▁fri	-10.5335
▁setting	-10.5352
humanatm	-10.5356
▁approval	-10.536
▁peak	-10.5361
▁donations	-10.5362
tas	-10.5365
ennz	-10.5365
▁safety	-10.5365
max	-10.5368
▁workers	-10.5373
yf	-10.5379
mpc	-10.5381
▁pain	-10.5383
mic	-10.5383
ssi	-10.5384
▁gigafactory	-10.5392
ger	-10.5402
friday	-10.5417
▁30-	-10.5427
▁taken	-10.5432
daily	-10.5434
▁solution	-10.5441
meta	-10.5443
▁margin	-10.545
▁economic	-10.5463
▁exactly	-10.5464
▁june	-10.5464
vn	-10.5465
▁hitting	-10.5465
dyor	-10.5471
skx	-10.5475
london	-10.5485
came	-10.5488
▁faster	-10.549
▁member	-10.5493
eu	-10.5495
urlf	-10.5502
▁clean	-10.5509
▁runner	-10.5511
ied	-10.5514
▁tight	-10.5518
▁clients	-10.5519
63	-10.5522
▁1.5	-10.5522
▁directly	-10.5523
▁wave	-10.5523
▁asking	-10.5528
gnc	-10.553
▁outlook	-10.5533
▁claims	-10.5534
ut	-10.5538
lux	-10.5546
5)	-10.5557
▁insurance	-10.5567
ef	-10.5567
▁tried	-10.557
htsc	-10.5573
900	-10.5575
avc	-10.5579
▁holds	-10.5586
ces	-10.5589
▁consumer	-10.5591
▁pairs	-10.5595
▁challenge	-10.5597
▁browser	-10.5598
▁nobody	-10.5607
▁exclusive	-10.5611
▁2-	-10.5616
▁labor	-10.5617
▁kyc	-10.5619
▁earning	-10.5627
▁europe	-10.5627
▁kucoin	-10.5637
▁banking	-10.5641
▁fell	-10.5644
nv	-10.5646
rune	-10.5646
▁ath	-10.5646
games	-10.5652
ble	-10.5652
▁corporate	-10.566
eco	-10.566
side	-10.5664
ence	-10.5664
▁$6	-10.5665
▁feature	-10.5665
▁terrible	-10.5669
head	-10.5669
▁0.002	-10.5669
hiph	-10.5671
how	-10.5675
nerships	-10.5683
▁tipping	-10.5686
▁?1000	-10.5689
jbh	-10.5692
▁gives	-10.5694
▁states	-10.5695
▁original	-10.5698
▁deals	-10.5718
▁throw	-10.5721
▁presentation	-10.5722
▁allows	-10.5724
add	-10.5728
xlu	-10.5748
breaking	-10.5753
rht	-10.5757
▁hemp	-10.576
▁alone	-10.576
▁treatment	-10.5761
first	-10.5762
▁speed	-10.5774
▁section	-10.5775
ott	-10.5777
alb	-10.5778
▁profile	-10.5779
▁expe	-10.5781
[	-10.5781
pkg	-10.5781
stz	-10.5788
▁decline	-10.5793
▁rev	-10.5796
▁despi	-10.5797
0-1000	-10.5799
merger	-10.5805
que	-10.5806
▁ended	-10.5808
thanksgiving	-10.581
▁page	-10.582
▁successful	-10.5822
squeeze	-10.5824
▁prior	-10.5826
▁water	-10.5829
▁600	-10.5838
▁wealth	-10.5845
▁netflix	-10.5846
rate	-10.5846
ybr	-10.5849
ified	-10.5855
▁goddess	-10.586
tw	-10.5866
▁1500	-10.5871
gambling	-10.588
uri	-10.5888
microsoft	-10.5893
pla	-10.5893
▁count	-10.5917
▁letter	-10.5922
group	-10.593
▁1%	-10.5934
▁dumb	-10.5935
▁california	-10.5946
bh	-10.5946
bloomberg	-10.5946
▁4)	-10.5949
nxs	-10.595
▁vip	-10.5956
▁innovation	-10.5958
mon	-10.5964
▁+4	-10.5968
ring	-10.598
26%	-10.5982
▁mc	-10.5985
dg	-10.599
▁ones	-10.5995
ug	-10.5996
▁+3	-10.6006
mrc	-10.6009
meli	-10.6015
ky	-10.6017
decentralized	-10.603
wx	-10.6032
▁afternoon	-10.6041
nxp	-10.6046
ipo	-10.6051
rpt	-10.6053
ao	-10.6057
▁expecting	-10.6065
slr	-10.6074
888	-10.6093
owcp	-10.6096
▁famous	-10.6097
siml	-10.6098
nvax	-10.61
ong	-10.6101
felp	-10.6112
