<unk>	0
<s>	0
</s>	0
<pad>	0
<mask>	0
rt	0
AT_USER	0
URL	0
$aal	0
$aapl	0
$abt	0
$agn	0
$amgn	0
$amzn	0
$axp	0
$ba	0
$bac	0
$bmy	0
$c	0
$cat	0
$chk	0
$cmcsa	0
$csco	0
$cvs	0
$cvx	0
$dis	0
$fcx	0
$ge	0
$gild	0
$gs	0
$hd	0
$ibm	0
$intc	0
$jnj	0
$jpm	0
$ko	0
$mcd	0
$mmm	0
$mrk	0
$msft	0
$pfe	0
$trv	0
$utx	0
$vz	0
$wmt	0
$xom	0
▁	-1.17867
▁$	-2.66739
▁#	-3.80635
.	-4.08567
s	-4.31149
,	-4.38536
:	-4.54928
▁the	-4.83748
▁to	-4.874
-	-4.87857
'	-5.0508
¡­	-5.05212
▁in	-5.05692
▁of	-5.13345
▁for	-5.26632
▁on	-5.39821
▁a	-5.44744
▁and	-5.5986
stocks	-5.6806
▁is	-5.71527
▁inc	-5.73669
▁by	-5.81995
▁more	-5.82993
t	-5.91254
▁&	-5.9416
?	-5.948
▁at	-6.00497
▁read	-6.06997
!	-6.15823
▁with	-6.19078
a	-6.26667
▁co	-6.31135
m	-6.33536
fb	-6.34487
spy	-6.37632
▁shares	-6.40851
▁this	-6.43146
▁stock	-6.44055
▁from	-6.44176
d	-6.51445
▁it	-6.52077
ing	-6.52967
...	-6.55309
b	-6.55637
▁company	-6.63173
▁has	-6.63191
f	-6.64394
googl	-6.65327
▁(	-6.6691
¡	-6.67233
▁you	-6.67986
▁buy	-6.69442
▁new	-6.69927
▁are	-6.7127
▁i	-6.72232
▁position	-6.73626
▁be	-6.74817
▁llc	-6.75133
twtr	-6.75709
▁up	-6.7668
▁will	-6.77837
▁̄	-6.78741
/	-6.78761
▁corporation	-6.79532
p	-6.80555
v	-6.81471
▁stake	-6.84225
)	-6.85028
▁management	-6.85482
x	-6.86889
tsla	-6.87481
nflx	-6.87631
▁market	-6.89269
▁today	-6.89983
▁that	-6.90851
▁as	-6.91777
goog	-6.93001
k	-6.96051
trading	-6.96796
▁top	-6.97909
▁out	-7.00445
▁3	-7.01109
ed	-7.01189
&	-7.01979
▁2017	-7.02375
▁earnings	-7.02414
investing	-7.03819
c	-7.05346
▁what	-7.07237
vrx	-7.07635
2	-7.09314
the	-7.0984
▁now	-7.1027
ma	-7.11792
h	-7.12185
▁rating	-7.13749
▁how	-7.14862
pep	-7.15913
▁bank	-7.15935
wfc	-7.16172
amd	-7.16669
▁week	-7.19395
nvda	-7.20059
brk	-7.20233
myl	-7.21027
▁big	-7.21549
▁not	-7.21924
qqq	-7.22154
▁investment	-7.24318
▁have	-7.24387
▁about	-7.24965
▁price	-7.25375
▁here	-7.25942
"	-7.25991
1	-7.26734
▁capital	-7.2674
4	-7.28611
▁why	-7.29044
▁pa	-7.3109
l	-7.31504
n	-7.3197
e	-7.32371
▁but	-7.3284
▁group	-7.33999
▁all	-7.34541
er	-7.36651
earnings	-7.36904
microsoft	-7.3708
ba	-7.38133
i	-7.38621
▁dividend	-7.38715
▁can	-7.39857
▁repo	-7.40074
▁our	-7.40555
▁high	-7.4096
spx	-7.41517
▁its	-7.41534
▁trade	-7.41573
▁cha	-7.41588
▁5	-7.41736
@	-7.43363
▁free	-7.43664
▁american	-7.43887
▁"	-7.4568
apple	-7.46031
▁sho	-7.46318
▁johnson	-7.46416
▁next	-7.4666
dow	-7.47051
iep	-7.47471
▁via	-7.48003
▁we	-7.48007
17	-7.52119
gm	-7.54096
pg	-7.5433
▁my	-7.54767
y	-7.54994
▁companies	-7.55732
▁corp	-7.56269
▁just	-7.56763
▁watch	-7.5743
re	-7.58706
▁over	-7.58938
▁could	-7.59447
snap	-7.59957
▁get	-7.60026
ms	-7.60325
▁million	-7.60609
▁news	-7.60705
▁trump	-7.61095
▁after	-7.61471
▁see	-7.62791
th	-7.63535
▁¡°	-7.63671
▁your	-7.64075
▁long	-7.64142
3	-7.6424
▁sell	-7.66225
in	-7.66376
;	-7.66551
▁growth	-7.66604
▁may	-7.66632
▁like	-7.67369
▁or	-7.68266
¡±	-7.68434
▁us	-7.68783
▁one	-7.6963
mo	-7.70653
▁if	-7.70963
▁research	-7.7111
▁q	-7.719
▁ceo	-7.72004
▁analysis	-7.72679
ai	-7.72988
▁says	-7.73099
▁10	-7.73203
qcom	-7.73749
▁down	-7.74072
▁good	-7.74609
▁an	-7.74615
▁target	-7.75254
dd	-7.755
▁no	-7.757
▁time	-7.76014
o	-7.78125
tgt	-7.78527
▁daily	-7.78696
unh	-7.78874
▁2	-7.79943
▁great	-7.81014
abbv	-7.82084
▁4	-7.82504
▁amazon	-7.8286
▁options	-7.83294
r	-7.8353
dia	-7.83556
▁was	-7.83609
▁trend	-7.83701
hlf	-7.83758
▁dow	-7.83794
▁sells	-7.84116
▁weekly	-7.84207
▁most	-7.84281
nvs	-7.85125
▁should	-7.85794
g	-7.85799
oil	-7.86544
▁sold	-7.87052
low	-7.87069
▁some	-7.87268
▁best	-7.87894
▁verizon	-7.88705
▁call	-7.88845
ly	-7.89377
▁video	-7.89531
▁boeing	-7.89737
▁1	-7.90231
▁volume	-7.90285
▁they	-7.90571
▁disney	-7.90617
▁day	-7.90831
▁financial	-7.90834
▁still	-7.91017
ge	-7.91239
▁mcdonald	-7.9148
▁america	-7.924
▁ale	-7.92472
mg	-7.93166
▁home	-7.93475
rm	-7.93763
▁bought	-7.94357
▁business	-7.94417
ibb	-7.94584
▁bristol	-7.95382
▁investors	-7.95455
▁than	-7.96165
▁sta	-7.97063
▁general	-7.97208
elg	-7.97334
▁chevron	-7.97575
▁exxon	-7.97767
ost	-7.97788
▁into	-7.98608
▁trading	-7.98735
myers	-7.98767
▁so	-7.99175
▁w	-7.99244
▁electric	-7.99421
▁do	-7.99449
sbux	-7.99783
to	-7.99948
▁systems	-8
▁u	-8.00134
▁these	-8.00186
▁deal	-8.00502
options	-8.00679
icnb	-8.01332
▁value	-8.01953
5	-8.02474
ners	-8.03363
▁vs	-8.03647
▁hold	-8.03773
▁analysts	-8.04482
▁share	-8.04899
pharma	-8.0522
▁first	-8.06081
▁asset	-8.06667
▁year	-8.07596
▁advisors	-8.07623
teva	-8.07837
▁gilead	-8.07866
▁po	-8.07897
mu	-8.08054
▁tech	-8.08111
▁intel	-8.08477
▁energy	-8.09148
9	-8.1003
lly	-8.10144
▁buying	-8.10401
▁money	-8.10492
tech	-8.10528
stock	-8.1093
▁back	-8.11498
▁health	-8.11508
▁look	-8.11989
▁depot	-8.12398
▁calls	-8.12664
q	-8.13437
▁update	-8.1361
▁wal	-8.14164
▁billion	-8.14544
pcln	-8.14686
nke	-8.14839
▁when	-8.14924
nyse	-8.15377
▁don	-8.1549
▁strong	-8.15771
▁last	-8.15878
xlf	-8.16392
▁apple	-8.1641
▁>	-8.17037
cola	-8.17319
ual	-8.17698
▁know	-8.17814
op	-8.18153
▁check	-8.18184
▁merck	-8.18325
hro	-8.18425
nasdaq	-8.18577
▁qua	-8.186
▁reiterate	-8.18981
▁squibb	-8.18996
vix	-8.19332
▁airlines	-8.19765
▁caterpillar	-8.19942
azn	-8.20057
▁coca	-8.21279
▁trust	-8.21294
buy	-8.21593
▁review	-8.21702
▁banks	-8.21744
▁cisco	-8.21807
cisco	-8.21894
folio	-8.22004
▁also	-8.22503
]	-8.22738
▁express	-8.22904
▁bullish	-8.22991
_	-8.23229
eled	-8.23708
w	-8.23788
djia	-8.2386
▁going	-8.24747
stockmarket	-8.25135
▁united	-8.25247
dividend	-8.2566
ibm	-8.25794
▁plc	-8.25982
▁their	-8.26125
st	-8.26451
▁drug	-8.26893
2017	-8.2693
▁make	-8.27019
▁sales	-8.27478
▁+	-8.28291
▁analyst	-8.28707
▁mobil	-8.28743
▁comcast	-8.29208
▁cvs	-8.29276
▁off	-8.2979
100	-8.3118
day	-8.31311
▁only	-8.31612
▁take	-8.31825
hal	-8.32424
boeing	-8.32755
up	-8.32888
▁--	-8.33051
lmt	-8.33644
▁higher	-8.3481
intel	-8.35133
▁since	-8.35362
iwm	-8.35558
j	-8.35775
▁per	-8.35885
de	-8.35961
exel	-8.36267
▁who	-8.36546
▁data	-8.36571
▁amgen	-8.37288
▁post	-8.3748
▁go	-8.3805
▁stores	-8.38121
uso	-8.38456
▁technologies	-8.38979
it	-8.39127
▁put	-8.39433
▁oil	-8.40036
▁pfizer	-8.40236
▁option	-8.40319
gd	-8.40886
freepo	-8.41049
amazon	-8.41237
biotech	-8.41288
bp	-8.41714
es	-8.41886
▁communications	-8.41916
▁activity	-8.42218
▁ahead	-8.42422
▁results	-8.42665
▁wealth	-8.43064
▁expected	-8.43101
▁open	-8.43283
▁would	-8.43516
shak	-8.43571
▁acquire	-8.4369
▁close	-8.44462
▁morgan	-8.44493
▁abbott	-8.44633
+	-8.46099
ve	-8.46216
▁better	-8.46379
▁goldman	-8.46702
fridayfeeling	-8.46739
dal	-8.46914
$	-8.47178
time	-8.47639
▁another	-8.47857
▁want	-8.47904
▁move	-8.47927
2018	-8.48082
▁chase	-8.4809
▁walt	-8.48129
▁sciences	-8.48536
▁need	-8.48658
8	-8.49185
▁chesapeake	-8.49226
▁pt	-8.49355
aig	-8.49391
pm	-8.49459
▁too	-8.49503
on	-8.50284
sny	-8.50426
foxa	-8.50893
ll	-8.5092
vdrm	-8.51945
▁me	-8.51989
▁boost	-8.5253
mcmoran	-8.53206
▁right	-8.53478
al	-8.53488
orcl	-8.53643
▁laboratories	-8.53795
▁run	-8.53835
▁selling	-8.54129
us	-8.5421
an	-8.54255
▁other	-8.54635
▁been	-8.54793
▁think	-8.54956
6	-8.55253
allergan	-8.55437
invest	-8.55985
yhoo	-8.5612
▁coming	-8.56163
▁buys	-8.56181
▁6	-8.56233
▁vetr	-8.56361
7	-8.56603
pypl	-8.56764
▁allergan	-8.56784
▁travelers	-8.56853
▁international	-8.57077
▁markets	-8.57337
▁street	-8.57607
finance	-8.57765
▁cut	-8.5787
wfm	-8.57947
xle	-8.584
▁given	-8.58687
▁looks	-8.59076
▁raised	-8.59171
▁citigroup	-8.59274
tst	-8.59279
▁large	-8.59672
▁plan	-8.59878
or	-8.59957
▁8	-8.60074
▁cash	-8.60582
twx	-8.6073
ups	-8.60981
▁his	-8.61419
▁again	-8.6165
▁way	-8.61751
▁does	-8.6184
▁he	-8.62002
▁services	-8.62441
▁years	-8.62457
▁[	-8.62733
▁nice	-8.62826
▁highs	-8.63086
▁say	-8.63643
▁huge	-8.6365
mdt	-8.63721
▁real	-8.63929
fdx	-8.64147
▁suppo	-8.64486
▁there	-8.64552
▁app	-8.65034
usb	-8.65043
▁must	-8.65122
▁looking	-8.65332
regn	-8.65575
owcp	-8.65743
▁revenue	-8.6581
ant	-8.65858
ake	-8.67565
▁before	-8.68248
0	-8.68253
hold	-8.68768
▁under	-8.68993
▁set	-8.69055
ces	-8.69743
kr	-8.70001
▁puts	-8.70099
▁well	-8.70274
▁upgraded	-8.70349
has	-8.70798
▁biotech	-8.70818
▁latest	-8.71113
▁traders	-8.71314
disney	-8.71325
txn	-8.7143
▁record	-8.71443
biib	-8.71803
▁china	-8.71945
gld	-8.72286
▁world	-8.72515
▁learn	-8.72537
▁forecast	-8.72628
week	-8.72701
▁7	-8.73356
▁things	-8.73632
▁valuation	-8.73671
▁wall	-8.73676
▁getting	-8.73679
▁tomorrow	-8.73806
▁ltd	-8.73851
▁receive	-8.74114
▁much	-8.74316
ar	-8.74595
▁buffett	-8.74946
bx	-8.75022
▁recent	-8.7529
aks	-8.75303
u	-8.75385
▁increased	-8.75457
▁sector	-8.75979
▁very	-8.76024
▁live	-8.76511
▁above	-8.76576
tmus	-8.7693
▁likely	-8.77144
▁list	-8.77214
▁thanks	-8.77365
sentiment	-8.77531
▁podcast	-8.77653
▁trades	-8.78012
avgo	-8.7818
mmex	-8.78218
▁flow	-8.78438
▁tuesday	-8.78455
▁sachs	-8.78907
iot	-8.78982
▁days	-8.79129
▁interest	-8.79138
▁seekingalpha	-8.79159
▁j	-8.79289
▁100	-8.79477
▁had	-8.79568
▁people	-8.79638
brand	-8.79898
▁vol	-8.80014
▁increases	-8.80031
▁filed	-8.80575
▁positive	-8.80687
incy	-8.80769
▁lowered	-8.80874
▁help	-8.80874
▁machines	-8.80939
▁were	-8.81042
▁2016	-8.81419
▁risk	-8.81495
▁coverage	-8.81642
▁holding	-8.81863
▁cancer	-8.81887
▁prices	-8.81891
▁commented	-8.81911
▁made	-8.82337
▁continues	-8.82438
▁which	-8.82472
▁fund	-8.82636
▁impo	-8.82848
30	-8.82928
▁hit	-8.83165
▁jpmorgan	-8.83507
▁two	-8.83778
▁pay	-8.83844
lf	-8.83963
▁service	-8.84053
▁performance	-8.841
▁lower	-8.84226
▁global	-8.84538
blue	-8.84571
aa	-8.84695
ebay	-8.84764
▁largest	-8.85049
luv	-8.85104
▁friday	-8.85121
▁insider	-8.85175
▁cloud	-8.85367
▁profit	-8.85612
usrm	-8.85703
▁gets	-8.85848
▁credit	-8.85947
▁making	-8.86023
▁takes	-8.86473
▁did	-8.86665
sp	-8.86728
▁play	-8.86751
▁wo	-8.86775
▁raises	-8.86983
br	-8.87062
▁hot	-8.87092
jd	-8.87206
business	-8.87254
▁soon	-8.87784
500	-8.87799
▁outlook	-8.87913
▁jefferies	-8.88096
▁even	-8.88156
hog	-8.88204
mon	-8.88303
20	-8.8911
▁key	-8.89282
▁them	-8.89306
▁major	-8.89521
▁retail	-8.89636
1,	-8.89839
▁wednesday	-8.9024
▁strategy	-8.90322
▁industry	-8.90527
▁$1	-8.90943
▁action	-8.91019
▁technical	-8.91066
▁among	-8.91104
exxonmobil	-8.91216
▁cuts	-8.91389
▁while	-8.91558
▁holdings	-8.91649
▁potential	-8.91668
▁where	-8.9171
▁thursday	-8.91853
▁follow	-8.9248
▁got	-8.92601
▁expect	-8.92683
z	-8.92786
▁active	-8.9302
▁valeant	-8.93566
▁rule	-8.93696
and	-8.93902
trump	-8.9394
rds	-8.94201
is	-8.94553
wdc	-8.94598
prgo	-8.94668
▁unusual	-8.94793
rad	-8.9482
bidu	-8.94849
▁cap	-8.94984
rhhby	-8.95265
▁purchases	-8.95574
▁>>	-8.95693
▁many	-8.95857
!!	-8.96042
▁low	-8.96058
erly	-8.9611
verizon	-8.96432
▁ibm	-8.96453
▁jobs	-8.96953
man	-8.97001
424	-8.97187
of	-8.97455
▁oppo	-8.97568
▁june	-8.97752
▁future	-8.97861
▁being	-8.98152
▁changes	-8.98523
bby	-8.98583
▁walma	-8.98736
market	-8.98743
▁highest	-8.98787
▁really	-8.99175
her	-8.9937
2)	-8.99488
▁tax	-8.99493
▁sign	-8.99561
▁join	-8.99721
▁end	-8.99728
srpt	-9.00058
▁bearish	-9.00181
uvxy	-9.00372
fda	-9.00393
jcp	-9.00512
▁own	-9.00675
ea	-9.0092
▁break	-9.01162
▁ht	-9.01229
endp	-9.01522
ers	-9.01661
▁rally	-9.01701
▁trial	-9.0177
▁announces	-9.01903
▁plans	-9.02031
adxs	-9.02211
▁impact	-9.02215
▁breakout	-9.02276
>	-9.02336
▁prospectus	-9.02427
pa	-9.02685
▁media	-9.02689
lvs	-9.03072
▁investments	-9.03176
▁income	-9.03886
acn	-9.04151
▁12	-9.04326
retail	-9.04444
▁miss	-9.04651
study	-9.04792
bigdata	-9.04809
▁against	-9.049
▁zacks	-9.04901
fox	-9.05119
emr	-9.05215
am	-9.05266
▁fda	-9.05324
▁july	-9.05453
▁combo	-9.0589
▁upside	-9.06203
▁full	-9.06437
citigroup	-9.06893
ale	-9.06938
all	-9.06961
oh	-9.07037
▁block	-9.07105
▁beat	-9.07117
▁eps	-9.07387
▁strength	-9.074
▁am	-9.07594
▁vista	-9.07704
bs	-9.07722
▁past	-9.0775
▁positions	-9.07924
pfizer	-9.07986
▁any	-9.08165
▁keep	-9.08174
▁cramer	-9.08213
▁benzinga	-9.08315
ne	-9.08395
▁sma	-9.08527
sne	-9.08528
blk	-9.08601
hon	-9.08654
▁head	-9.09026
▁track	-9.09109
▁bull	-9.09134
▁use	-9.09169
▁ready	-9.09239
year	-9.09273
%	-9.09493
▁profits	-9.09517
▁average	-9.09686
▁warren	-9.10042
▁ytd	-9.10551
traders	-9.10939
do	-9.10942
▁blog	-9.11115
gpro	-9.11353
▁stop	-9.11449
▁estimates	-9.11485
▁fly	-9.11808
▁pursuant	-9.12103
▁find	-9.12199
blockchain	-9.12204
▁worst	-9.12311
▁moves	-9.1257
▁private	-9.13096
▁march	-9.1349
term	-9.13525
▁work	-9.13589
swks	-9.13624
frzt	-9.13638
wba	-9.13727
▁downgraded	-9.13728
)(2)	-9.13897
▁decrease	-9.14005
▁jones	-9.14076
▁jan	-9.14557
nvax	-9.1478
ah	-9.1491
▁morning	-9.15015
▁sees	-9.15104
vxx	-9.15155
▁20	-9.15196
▁monday	-9.15368
me	-9.15553
▁technology	-9.15709
slb	-9.15726
stx	-9.15896
no	-9.15937
jack	-9.16096
bitcoin	-9.16407
▁15	-9.16418
▁win	-9.16523
chevron	-9.16736
▁50	-9.17494
▁9	-9.17496
kite	-9.1754
▁might	-9.17692
▁change	-9.17859
dcth	-9.17862
tlt	-9.17867
mi	-9.18004
so	-9.18016
investors	-9.18091
▁through	-9.18183
▁windows	-9.18213
▁early	-9.18316
▁small	-9.18586
▁available	-9.18718
24(	-9.18724
(	-9.18844
▁biggest	-9.19001
▁signal	-9.19172
▁return	-9.19194
▁increase	-9.19337
▁shows	-9.19417
▁retirement	-9.19696
dividends	-9.19946
htr	-9.20451
▁give	-9.20466
▁boosted	-9.20648
▁makes	-9.20989
le	-9.21147
mcdonalds	-9.21208
▁tv	-9.21224
analysis	-9.21369
met	-9.21439
▁become	-9.21697
▁five	-9.21741
▁near	-9.21876
▁april	-9.21886
istolmyerssquibb	-9.22478
▁far	-9.22581
▁bounce	-9.22754
▁gain	-9.22758
▁securities	-9.23157
jpm	-9.23174
▁htt	-9.23182
kerx	-9.23183
▁state	-9.23251
▁associates	-9.23327
▁total	-9.23343
▁president	-9.23503
▁life	-9.23505
at	-9.23731
▁200	-9.23787
nyc	-9.23795
▁using	-9.23975
▁setup	-9.24144
▁month	-9.24314
▁lead	-9.24368
▁leader	-9.24696
adbe	-9.24875
▁case	-9.25536
▁acquisition	-9.25665
16	-9.25705
▁reaffirmed	-9.25727
▁reasons	-9.25809
▁january	-9.25982
▁mean	-9.26035
un	-9.26152
▁power	-9.26232
▁national	-9.26309
▁moving	-9.26448
▁august	-9.2662
alpha	-9.26677
▁picks	-9.27002
nd	-9.27066
wallstreet	-9.2715
nwbo	-9.27446
▁somewhat	-9.27516
▁space	-9.27648
▁focus	-9.2781
▁bad	-9.27907
trade	-9.27919
adm	-9.27974
▁order	-9.28001
cloud	-9.28119
fl	-9.28391
▁below	-9.28659
ftr	-9.28813
cha	-9.28942
▁jun	-9.29001
▁iphone	-9.2908
2,	-9.29139
▁weekend	-9.29191
mbly	-9.29195
▁et	-9.29421
▁breaking	-9.29723
hot	-9.29954
vlo	-9.3005
rf	-9.3011
hun	-9.30468
▁gains	-9.30551
dji	-9.30583
▁signals	-9.30847
unity	-9.30949
global	-9.31141
▁game	-9.31205
ag	-9.31446
lowers	-9.31934
▁13	-9.32166
▁updated	-9.32182
iphone	-9.32252
▁announce	-9.32267
we	-9.32409
▁interesting	-9.32513
cl	-9.32586
▁14	-9.3274
▁won	-9.32799
▁she	-9.32841
el	-9.33026
mobile	-9.33042
▁names	-9.33126
news	-9.33144
▁double	-9.33239
▁history	-9.33259
obmp	-9.333
▁talks	-9.33334
15	-9.33423
▁phase	-9.33425
▁public	-9.33478
rs	-9.33591
▁story	-9.33667
▁battle	-9.33684
▁11	-9.33756
merck	-9.33784
ner	-9.3387
▁feb	-9.34049
▁continue	-9.34086
▁team	-9.34204
▁view	-9.34297
able	-9.34472
kss	-9.3453
▁office	-9.34652
▁pick	-9.34827
line	-9.34973
▁then	-9.3506
▁show	-9.3532
▁upgrades	-9.35327
video	-9.35349
▁weeks	-9.35357
▁add	-9.35792
▁held	-9.36157
free	-9.36193
rsii	-9.36298
vale	-9.36371
expe	-9.36654
▁around	-9.36656
ic	-9.36698
▁reduced	-9.36723
ur	-9.36836
▁second	-9.36846
gis	-9.3701
▁green	-9.37051
▁aug	-9.37097
▁acquired	-9.37128
▁financials	-9.37254
▁rate	-9.37274
fintech	-9.37476
▁point	-9.37539
▁trader	-9.37925
▁weakness	-9.38191
premarket	-9.38268
money	-9.38283
▁issue	-9.38292
drys	-9.383
▁economy	-9.38347
data	-9.38438
▁wells	-9.38514
▁online	-9.3864
▁expiring	-9.38652
▁taking	-9.38784
club	-9.38787
gdx	-9.38981
rig	-9.39101
bbry	-9.39254
▁yet	-9.39337
fy	-9.39371
alxn	-9.39384
▁gives	-9.39433
▁outperform	-9.39489
▁approval	-9.39593
▁same	-9.39611
▁rise	-9.39809
▁volatility	-9.39827
db	-9.40132
▁closed	-9.40171
▁stories	-9.40322
esrx	-9.40328
."	-9.40368
▁let	-9.40393
en	-9.40411
lnkd	-9.40457
wll	-9.40511
▁fargo	-9.40601
shld	-9.41006
▁system	-9.41048
energy	-9.41058
▁gas	-9.41075
pe	-9.41081
lo	-9.41109
▁few	-9.41118
cr	-9.41168
▁love	-9.41521
▁said	-9.41544
▁come	-9.41648
▁updates	-9.41663
ip	-9.41902
▁fed	-9.41913
research	-9.42149
ml	-9.42152
▁never	-9.42437
▁investor	-9.42842
▁little	-9.42915
unlock	-9.43328
▁drop	-9.43643
oxy	-9.43748
pgr	-9.43837
xbi	-9.44122
▁undervalued	-9.44168
▁goes	-9.44522
▁months	-9.44927
▁seen	-9.45062
walma	-9.45072
fit	-9.45172
▁fall	-9.45262
▁yield	-9.45338
go	-9.4534
trending	-9.45444
aet	-9.45518
technology	-9.45662
tjx	-9.45792
▁sale	-9.45897
▁30	-9.46002
▁16	-9.46108
co	-9.46131
mro	-9.46368
▁both	-9.46597
▁security	-9.4685
▁levels	-9.46893
▁customers	-9.47051
▁range	-9.47125
▁keytruda	-9.47196
▁watching	-9.47202
▁canada	-9.473
psx	-9.47337
▁returns	-9.47593
fundamental	-9.47668
abx	-9.47729
▁watchlist	-9.47964
▁away	-9.48014
▁board	-9.48039
▁closing	-9.48106
fslr	-9.48168
▁shareholders	-9.48236
▁gap	-9.4829
fridayblogs	-9.49265
▁purchase	-9.49323
apa	-9.49337
ce	-9.49626
▁conference	-9.49636
comcast	-9.49647
asco	-9.49796
▁healthcare	-9.49991
healthcare	-9.50176
hum	-9.50533
▁bottom	-9.50534
markets	-9.50714
▁despite	-9.50891
▁max	-9.50961
sx	-9.51049
sq	-9.51051
bk	-9.5122
▁build	-9.51442
▁yesterday	-9.51818
acad	-9.52145
sta	-9.52345
▁breakfast	-9.52722
bud	-9.52778
▁current	-9.52834
).	-9.52902
bi	-9.53058
▁wins	-9.53264
mil	-9.53393
▁those	-9.53556
▁offer	-9.53603
▁jeff	-9.53787
▁earns	-9.5385
land	-9.53968
pru	-9.54109
wynn	-9.5418
amat	-9.54277
▁drugs	-9.5432
siri	-9.54325
ion	-9.54423
▁pro	-9.5444
▁book	-9.54478
as	-9.5449
symc	-9.54514
▁traded	-9.54549
▁relevant	-9.5456
mar	-9.54712
▁>>>	-9.55026
▁net	-9.55058
▁try	-9.55118
ation	-9.55182
▁needs	-9.55248
pot	-9.55464
ch	-9.55614
atvi	-9.55741
▁stanley	-9.5581
▁possible	-9.55853
▁half	-9.55935
▁reduces	-9.55949
ca	-9.55966
td	-9.56121
▁launch	-9.56132
robotics	-9.56204
▁level	-9.56397
epd	-9.56442
imtl	-9.56526
▁pre	-9.56734
▁bond	-9.56865
znga	-9.56918
off	-9.57082
ment	-9.57113
▁lot	-9.57355
▁digital	-9.57529
▁already	-9.57556
19	-9.57803
▁employees	-9.57981
cancer	-9.58152
spcl	-9.58299
▁wants	-9.58482
rd	-9.58519
▁pricing	-9.58556
▁oi	-9.58587
il	-9.58799
schw	-9.58807
▁uk	-9.58999
▁single	-9.59033
▁leading	-9.59129
▁ever	-9.59134
▁brokerages	-9.59245
▁following	-9.59451
-1	-9.59475
hpe	-9.59477
amgen	-9.59523
4,	-9.5955
nership	-9.59563
ete	-9.59718
▁box	-9.59791
via	-9.59813
tl	-9.59912
▁stay	-9.59988
▁thing	-9.60035
plug	-9.60046
▁statement	-9.60127
▁fy	-9.60244
▁doesn	-9.60273
xlv	-9.60366
▁explains	-9.60369
11	-9.60565
▁winners	-9.60578
▁decreases	-9.60637
pnc	-9.60817
▁invests	-9.60908
▁others	-9.60941
▁opening	-9.61043
juno	-9.61071
▁19	-9.61119
10	-9.61236
▁finally	-9.61239
▁date	-9.61498
▁ratings	-9.61841
mpc	-9.61958
ipxl	-9.61976
▁advisory	-9.61995
▁study	-9.62
▁annual	-9.62022
▁strategic	-9.62094
ndx	-9.62249
▁cheap	-9.62476
ideas	-9.63026
▁every	-9.63078
▁network	-9.63108
▁added	-9.6313
▁suisse	-9.63321
sitifatimah	-9.63406
▁during	-9.63577
hpq	-9.63598
world	-9.63653
▁term	-9.63679
▁red	-9.6371
▁food	-9.63781
▁model	-9.63815
ir	-9.6392
▁maybe	-9.63964
mdlz	-9.64002
▁chief	-9.6404
mt	-9.64052
li	-9.64117
▁deals	-9.64268
▁2017.	-9.64325
▁beats	-9.64467
▁grow	-9.64506
jblu	-9.64516
dbmm	-9.64608
▁cost	-9.64704
▁access	-9.65117
asna	-9.65145
malaysia	-9.6529
largest	-9.65337
▁mar	-9.65384
oncology	-9.65549
ul	-9.65552
▁massive	-9.65562
▁almost	-9.65829
▁maintained	-9.65907
▁sure	-9.66022
aap	-9.66264
tna	-9.66407
jazz	-9.66684
jwn	-9.66686
ha	-9.66768
▁jul	-9.66887
eem	-9.6695
nee	-9.67341
40	-9.67455
▁21	-9.67464
50	-9.67555
▁test	-9.67678
▁products	-9.67722
caterpillar	-9.67741
tvix	-9.67874
ol	-9.679
usd	-9.67902
▁bring	-9.67944
▁competition	-9.67958
▁winning	-9.67973
ive	-9.67993
▁push	-9.68561
▁60	-9.68567
▁devices	-9.68623
▁multiple	-9.68796
side	-9.68824
▁plus	-9.69022
▁pattern	-9.69176
▁care	-9.69178
▁numbers	-9.69285
exas	-9.69425
growth	-9.69437
glw	-9.69451
▁complete	-9.69734
▁etf	-9.69863
▁ownership	-9.69893
▁swing	-9.69988
▁buyout	-9.70143
▁members	-9.70221
▁google	-9.70252
▁release	-9.7027
uda	-9.70368
▁super	-9.70642
▁ginni	-9.70709
▁manufacturing	-9.70736
▁cowen	-9.70822
watson	-9.70875
work	-9.70973
▁details	-9.71124
▁dividends	-9.7121
ry	-9.71212
ci	-9.7122
▁uptrend	-9.71228
▁vote	-9.71233
▁card	-9.71273
▁bet	-9.71439
▁expansion	-9.71534
▁pipeline	-9.71565
ua	-9.71624
viab	-9.71643
gs	-9.71711
equity	-9.71774
innovation	-9.7189
ools	-9.71958
▁dip	-9.7196
▁250	-9.71981
se	-9.71993
nq	-9.71993
feye	-9.72016
one	-9.72135
bidask	-9.72183
insy	-9.72279
▁assets	-9.7237
▁everything	-9.72417
antm	-9.72436
▁didn	-9.72438
▁old	-9.72481
key	-9.72548
▁february	-9.72571
▁solid	-9.72683
icles	-9.72684
sh	-9.72811
▁patent	-9.7315
ificial	-9.73305
vr	-9.73538
fnma	-9.73602
maxpa	-9.73617
▁downgrades	-9.73672
amp	-9.73938
gps	-9.73985
▁platform	-9.74072
3,	-9.74093
▁giants	-9.74148
▁patients	-9.7422
jpmorganchase	-9.74242
btc	-9.74256
▁insurance	-9.74532
▁production	-9.74634
▁season	-9.748
▁three	-9.74907
▁ag	-9.74927
unp	-9.75101
▁movers	-9.75125
mcig	-9.75191
▁testing	-9.75472
kmb	-9.75525
....	-9.75551
▁bmo	-9.75594
▁lp	-9.75753
▁recommendation	-9.75765
▁hope	-9.7578
ex	-9.75795
▁firm	-9.75875
americanairlines	-9.75956
▁isn	-9.76031
▁whole	-9.76258
breaking	-9.76559
▁mid	-9.76666
amtd	-9.76728
▁seems	-9.76837
▁tim	-9.76971
▁between	-9.76987
▁consensus	-9.7702
dg	-9.77171
▁doing	-9.77193
▁yahoo	-9.77213
▁fast	-9.7723
head	-9.7726
▁believe	-9.77278
▁working	-9.77344
ho	-9.7735
▁behind	-9.77561
▁performing	-9.77579
▁targets	-9.77775
hyg	-9.77841
▁entry	-9.77854
fast	-9.77966
▁agreement	-9.78018
▁24	-9.78028
▁hits	-9.78079
▁premium	-9.78115
est	-9.78193
icld	-9.78197
ton	-9.78244
▁cs	-9.78421
icle	-9.78448
▁25	-9.78561
ra	-9.78644
▁bell	-9.78664
▁score	-9.78754
dollar	-9.78848
▁wait	-9.78893
▁fu	-9.78958
▁wrong	-9.78984
▁tool	-9.79151
▁include	-9.79211
▁trying	-9.79269
▁debt	-9.79377
▁bid	-9.79381
sell	-9.79415
ter	-9.79451
▁line	-9.79481
▁meeting	-9.79504
▁prof	-9.79538
▁nearly	-9.7955
▁internet	-9.79569
shop	-9.79655
strategy	-9.79679
johnsonjohnson	-9.7968
),	-9.79749
▁etc	-9.7975
▁caps	-9.79798
▁resistance	-9.79801
▁surging	-9.7988
health	-9.79936
▁policy	-9.7998
▁ago	-9.80274
▁offers	-9.80291
▁52	-9.80392
▁war	-9.80401
▁expectations	-9.80482
▁books	-9.80556
efa	-9.80619
90	-9.80667
▁less	-9.80698
▁thoughts	-9.80836
india	-9.80874
eog	-9.81042
▁strategies	-9.81152
▁squeeze	-9.81179
▁area	-9.81229
rai	-9.81319
▁due	-9.81393
25	-9.81474
ie	-9.81608
▁air	-9.81681
▁defense	-9.81707
▁merger	-9.81739
▁18	-9.81804
hy	-9.81916
▁lows	-9.81942
be	-9.81944
▁cou	-9.82038
▁holds	-9.82167
▁$10	-9.82293
▁bill	-9.82391
1,000	-9.82453
▁because	-9.82618
out	-9.82749
▁jason	-9.82829
▁comes	-9.82939
▁store	-9.83108
▁100%	-9.83123
tot	-9.83151
exxon	-9.83187
wft	-9.83275
▁counsel	-9.83309
▁ipo	-9.83313
hd	-9.8338
▁until	-9.83445
▁favorable	-9.83447
▁foods	-9.83455
▁releases	-9.83556
▁create	-9.83582
new	-9.83694
▁issues	-9.83722
3,000	-9.83815
fi	-9.83817
▁non	-9.8388
▁barclays	-9.83964
hiiq	-9.83971
▁signs	-9.84106
▁barron	-9.84174
dps	-9.84214
▁tell	-9.84386
ri	-9.84449
!!!	-9.8445
icpt	-9.84599
▁launches	-9.84645
66	-9.84708
▁means	-9.84801
▁sec	-9.84828
#	-9.84916
▁rising	-9.85027
35	-9.85133
00	-9.85268
ab	-9.85276
▁treatment	-9.85289
▁raise	-9.85447
▁equities	-9.85515
sma	-9.85577
▁jim	-9.85671
▁weak	-9.85739
cap	-9.8579
▁zones	-9.85819
▁1000%	-9.85965
mat	-9.85996
▁edge	-9.86247
▁cents	-9.86287
▁place	-9.86352
5,000	-9.86395
▁wireless	-9.86401
ting	-9.86733
bdx	-9.8677
▁guidance	-9.86877
ies	-9.86879
▁citi	-9.86912
noc	-9.86935
▁shareholder	-9.86967
▁common	-9.87157
▁software	-9.87464
▁beneficia	-9.87566
▁hike	-9.87594
▁pot	-9.87612
▁rates	-9.87655
tv	-9.87742
▁hedge	-9.87745
▁hard	-9.87752
▁funds	-9.87811
my	-9.8815
▁royal	-9.88222
tsro	-9.88225
▁pain	-9.88268
▁attractive	-9.88321
apc	-9.88324
wb	-9.88333
▁ex	-9.88589
▁neutral	-9.88612
▁eye	-9.8875
▁users	-9.8882
▁upcoming	-9.88872
investor	-9.88885
ectus	-9.88908
33	-9.88943
▁late	-9.89078
▁press	-9.89258
etfs	-9.89456
dlr	-9.89674
khc	-9.8968
▁guy	-9.89803
dks	-9.89857
▁chance	-9.89897
▁hey	-9.89924
lb	-9.89961
im	-9.89985
▁reality	-9.90003
▁bonds	-9.9007
▁nvidia	-9.90074
▁program	-9.90138
▁maturity	-9.90199
macro	-9.90276
google	-9.90339
lx	-9.9035
▁netflix	-9.90443
▁round	-9.90503
nok	-9.90607
bhi	-9.90663
success	-9.90748
end	-9.90843
▁advantage	-9.9113
app	-9.9113
▁(4)	-9.91237
▁pharmaceuticals	-9.91301
▁hours	-9.9133
▁preview	-9.91337
futures	-9.91347
▁$50	-9.91378
▁house	-9.9142
dpz	-9.91428
▁dimon	-9.91436
xly	-9.91674
▁deutsche	-9.91763
gen	-9.91843
▁opdivo	-9.91848
▁fight	-9.91848
2,000	-9.91966
800%	-9.92016
cscoq	-9.92122
yum	-9.92279
▁consumer	-9.92376
▁notable	-9.92463
commerce	-9.92718
▁risks	-9.92814
per	-9.92851
▁recap	-9.92877
hp	-9.93014
dolv	-9.93015
san	-9.93055
nvo	-9.93098
▁versus	-9.93126
bl	-9.93249
▁yes	-9.93305
▁enough	-9.93355
▁$15	-9.93614
▁david	-9.9366
▁spending	-9.93674
▁retailers	-9.93866
▁quick	-9.93891
▁economic	-9.93999
▁500	-9.94058
▁dogs	-9.94111
uaa	-9.94216
▁building	-9.94435
not	-9.94447
mm	-9.94506
18	-9.94537
▁star	-9.94541
ung	-9.9461
nat	-9.94613
55	-9.94692
▁delivery	-9.9473
shpg	-9.94816
rut	-9.94857
lgf	-9.94871
▁rest	-9.94886
tt	-9.94979
▁breaks	-9.95435
▁millionaire	-9.95472
▁remember	-9.9579
▁points	-9.95807
23	-9.95853
▁car	-9.95858
▁takeover	-9.9592
▁robe	-9.95972
▁prime	-9.96158
lc	-9.96174
phone	-9.96224
▁$3	-9.96319
▁blue	-9.96327
▁core	-9.96369
4,000	-9.96382
et	-9.9646
ni	-9.96484
▁maintains	-9.96575
▁perform	-9.96603
vi	-9.96606
lrcx	-9.96613
▁light	-9.96686
▁monthly	-9.96702
rl	-9.96783
daytrading	-9.9681
▁pop	-9.96819
fmcc	-9.96879
▁wow	-9.96936
▁journal	-9.97039
red	-9.97088
▁name	-9.97127
xlk	-9.9713
▁talk	-9.97203
▁corporate	-9.97289
▁least	-9.9733
amrn	-9.97481
▁currently	-9.97503
unities	-9.97565
▁pullback	-9.97629
lr	-9.97748
▁kidding	-9.97809
▁equity	-9.9785
▁safety	-9.98005
▁job	-9.98077
▁2017:	-9.98126
14	-9.98133
▁found	-9.98147
6,000	-9.98194
▁decline	-9.98344
science	-9.98345
lyb	-9.98349
xiv	-9.9836
▁content	-9.98406
mtb	-9.98549
▁something	-9.98644
son	-9.98744
month	-9.98849
bvtk	-9.98885
ssnlf	-9.99007
▁streaming	-9.99057
▁contract	-9.99105
marketing	-9.99192
▁john	-9.99491
pdownthermometer	-9.99492
mc	-9.995
copper	-9.99907
fe	-9.99987
tr	-10.0002
▁took	-10.0018
pr	-10.0025
▁waiting	-10.0032
▁europe	-10.0035
xop	-10.0045
▁reaffirm	-10.0051
momo	-10.0059
▁declined	-10.0062
▁dis	-10.0067
▁happy	-10.0072
og	-10.0077
twitter	-10.0079
▁$20	-10.0079
▁mobile	-10.0094
▁drops	-10.0108
22	-10.011
financialplann	-10.0121
▁indicator	-10.0146
▁components	-10.0147
▁rules	-10.0158
yield	-10.0168
fed	-10.0169
inspire	-10.0181
▁guys	-10.0191
▁loss	-10.0196
▁machine	-10.0203
bb	-10.0214
▁oppenheimer	-10.0221
▁spread	-10.0228
abc	-10.0236
▁once	-10.0241
▁institutional	-10.0246
kmi	-10.0256
fang	-10.028
▁ad	-10.028
▁guide	-10.0283
di	-10.0308
isrg	-10.0309
▁zone	-10.0314
su	-10.0325
qua	-10.0335
▁exclusive	-10.034
7,000	-10.0347
top	-10.0348
bbby	-10.035
▁pull	-10.0351
te	-10.0356
▁product	-10.0363
▁center	-10.0367
▁ca	-10.0375
24	-10.0376
▁giving	-10.0385
▁safe	-10.0386
▁2008.	-10.0391
la	-10.0394
brexit	-10.0403
7%	-10.0408
ally	-10.0412
46	-10.0417
ia	-10.0434
ship	-10.0445
▁forecasts	-10.0453
coming	-10.0464
▁businesses	-10.0469
▁demand	-10.0472
▁hu	-10.0475
▁asia	-10.0475
▁approach	-10.0483
ph	-10.0485
▁un	-10.0494
▁52-	-10.0497
▁based	-10.05
uco	-10.0506
sun	-10.0515
um	-10.052
▁apr	-10.0524
xli	-10.053
45	-10.0533
▁station	-10.0533
▁dead	-10.0539
▁chairman	-10.0564
▁winner	-10.0566
gold	-10.0567
▁customer	-10.0569
▁showing	-10.057
king	-10.0571
▁times	-10.0573
po	-10.0576
sho	-10.0595
▁drive	-10.0596
▁chip	-10.0597
pbr	-10.0613
bank	-10.062
▁done	-10.0627
▁models	-10.0639
▁easy	-10.064
▁expensive	-10.0641
▁inside	-10.0654
ent	-10.0661
china	-10.0665
▁nothing	-10.0667
▁comments	-10.0669
▁effect	-10.0672
big	-10.0678
os	-10.0692
commodities	-10.0695
▁cable	-10.0695
▁medical	-10.0708
sony	-10.0709
▁$5	-10.0714
adp	-10.072
alk	-10.0727
outperform	-10.0732
▁number	-10.074
▁twitter	-10.0752
▁facebook	-10.0757
hr	-10.0761
▁note	-10.0764
afl	-10.0768
ilmn	-10.0774
xlp	-10.0779
▁reason	-10.0784
trader	-10.079
▁pros	-10.0798
back	-10.08
▁different	-10.0802
▁announced	-10.0833
hes	-10.0834
ary	-10.0835
▁true	-10.0845
he	-10.0846
▁always	-10.0855
hpc	-10.088
21	-10.0883
▁everyone	-10.0891
▁anyone	-10.0895
▁commentary	-10.092
8,000	-10.0931
dly	-10.0935
▁bit	-10.0935
▁mentioned	-10.0936
▁pretty	-10.0939
▁leaders	-10.0953
28	-10.0959
amlh	-10.096
eurusd	-10.096
▁powerful	-10.0962
▁28	-10.0969
xgti	-10.0974
▁project	-10.0989
like	-10.0994
▁affect	-10.1004
▁tweets	-10.1006
▁room	-10.1011
▁737	-10.1016
▁collaboration	-10.1019
gi	-10.1025
▁gold	-10.1026
bhp	-10.1032
▁paid	-10.1035
▁missed	-10.1041
▁$6	-10.1042
▁highlights	-10.1053
▁poised	-10.1055
-4	-10.1073
▁powered	-10.1073
▁macd	-10.1076
▁success	-10.1076
▁lost	-10.1077
▁weighs	-10.1078
goldmansachs	-10.108
▁benefit	-10.108
nt	-10.1087
▁20%	-10.1091
▁costs	-10.1102
▁four	-10.1102
sdrl	-10.111
▁surface	-10.1113
pt	-10.1113
▁perfect	-10.1116
mill	-10.1119
▁thank	-10.112
pb	-10.1134
9,000	-10.1134
▁clear	-10.1135
com	-10.1145
ny	-10.1147
▁oncbiomune	-10.1151
swingtrading	-10.1151
▁downtrend	-10.1169
06	-10.1173
▁ratio	-10.1178
id	-10.1186
based	-10.1193
▁losing	-10.1193
34	-10.1204
em	-10.1209
▁economist	-10.1233
▁else	-10.1234
▁sense	-10.1237
▁finds	-10.1239
▁watson	-10.1246
aud	-10.1249
ecommerce	-10.1255
dis	-10.1263
ac	-10.1266
▁trials	-10.1268
36	-10.127
eca	-10.1278
▁summary	-10.1289
▁idea	-10.1295
yr	-10.1301
rn	-10.1302
▁split	-10.1302
▁airline	-10.1308
hl	-10.1315
slv	-10.1319
▁oversold	-10.1328
americanexpress	-10.1331
eadsf	-10.1345
less	-10.136
▁workers	-10.1363
▁cc	-10.1363
▁discount	-10.1369
42	-10.137
▁pressure	-10.1375
tsm	-10.1385
banks	-10.1395
▁turn	-10.1407
▁please	-10.1408
tel	-10.1408
▁advanced	-10.1421
trip	-10.1431
▁interview	-10.1436
▁banking	-10.1439
▁paying	-10.145
▁adds	-10.1457
hi	-10.1475
1500	-10.1496
▁immelt	-10.1497
13	-10.1499
▁brief	-10.1506
▁lol	-10.1507
more	-10.1516
▁cnbc	-10.1524
bcs	-10.1529
▁examples	-10.153
▁cons	-10.1534
▁advisers	-10.1534
aal	-10.1536
▁wondering	-10.154
-15	-10.1546
na	-10.1555
ara	-10.1556
▁black	-10.1556
▁step	-10.1563
ity	-10.1565
see	-10.1572
sfor	-10.1572
▁industrial	-10.1578
):	-10.158
▁midday	-10.1589
download	-10.1594
▁longer	-10.1597
▁mkt	-10.1599
dowjones	-10.16
windows	-10.1617
6.	-10.162
▁index	-10.1622
fcau	-10.1629
▁sum	-10.163
▁unit	-10.1635
▁role	-10.1645
59	-10.1645
▁james	-10.1672
frc	-10.1675
mck	-10.1683
▁mexico	-10.1711
▁cross	-10.1714
swn	-10.1717
▁intra	-10.1718
▁heavily	-10.173
▁cfo	-10.1745
▁went	-10.1755
▁eyes	-10.1756
banking	-10.1757
investingforlife	-10.1759
panw	-10.1759
▁roundup	-10.1762
test	-10.1763
dcvax	-10.1772
star	-10.1772
▁lots	-10.1772
bankofamerica	-10.1774
▁losses	-10.1776
list	-10.1797
for	-10.1811
▁amid	-10.1816
▁west	-10.1818
▁learning	-10.1827
ttd	-10.1831
ice	-10.1834
▁bear	-10.1837
▁talking	-10.1839
life	-10.184
pi	-10.1854
86	-10.1882
bio	-10.1893
29	-10.1896
▁bulls	-10.1902
▁$100	-10.1902
▁approved	-10.1921
▁critical	-10.1926
▁giant	-10.1936
▁beyond	-10.1946
▁trouble	-10.195
mcsk	-10.1956
2.5	-10.1957
▁forward	-10.1958
.01	-10.1962
▁european	-10.1986
80	-10.1986
share	-10.199
▁leverage	-10.1992
▁water	-10.1997
ocul	-10.1999
ohi	-10.2
io	-10.2009
▁joins	-10.2012
84	-10.2017
don	-10.203
▁thought	-10.2033
bn	-10.2034
change	-10.2037
▁espn	-10.204
▁tweet	-10.206
▁copper	-10.2068
▁stocktwits	-10.2069
▁helping	-10.207
▁lifted	-10.2075
▁lines	-10.2086
▁within	-10.2089
itigroup	-10.2092
wen	-10.2095
mesh	-10.2108
con	-10.2113
▁momentum	-10.2114
▁ceos	-10.2118
▁threat	-10.2131
▁present	-10.214
▁decision	-10.2144
▁approve	-10.2151
stage	-10.2152
ubs	-10.2155
▁adding	-10.2166
patent	-10.2168
??	-10.2169
▁cell	-10.2174
▁jamie	-10.2179
ring	-10.2188
▁23	-10.2191
dvax	-10.2194
net	-10.2196
arnc	-10.2208
▁former	-10.2215
nugt	-10.2222
▁moved	-10.223
▁left	-10.2237
ti	-10.2238
▁ok	-10.2249
07	-10.225
26	-10.225
fom	-10.2251
▁insights	-10.2253
fo	-10.2257
▁explores	-10.2262
gt	-10.2263
if	-10.2266
▁buyers	-10.2267
▁compete	-10.2268
▁failure	-10.2287
▁clients	-10.2297
twlo	-10.2314
▁problem	-10.2318
mnst	-10.2334
▁jet	-10.2338
lng	-10.2341
▁employee	-10.2347
▁death	-10.2347
by	-10.2349
▁orders	-10.235
ugaz	-10.2362
▁icymi	-10.2364
▁fo	-10.2367
sco	-10.2371
▁includes	-10.2389
▁ideas	-10.2391
hrl	-10.2398
▁wind	-10.2399
▁fail	-10.2404
▁cause	-10.2405
▁favorite	-10.2407
▁richard	-10.2423
hsbc	-10.2424
76	-10.2429
stone	-10.2435
▁berkshire	-10.2436
▁rbc	-10.2443
point	-10.245
▁bay	-10.245
▁stick	-10.2451
▁wrap	-10.2468
rio	-10.247
▁falling	-10.2472
▁andrew	-10.2485
ain	-10.2487
▁mind	-10.2488
75	-10.2493
eric	-10.2495
air	-10.2499
▁subscribe	-10.2503
idea	-10.2505
▁stars	-10.2512
▁without	-10.2516
▁tips	-10.2523
dxtr	-10.2532
▁created	-10.2534
▁road	-10.2542
appl	-10.2546
ng	-10.255
gg	-10.2564
▁27	-10.2567
asti	-10.2569
48	-10.2571
intelligence	-10.2572
gbpusd	-10.258
▁ask	-10.2603
marketers	-10.2623
jnj	-10.2628
ta	-10.2629
1%	-10.2629
▁losers	-10.2636
mnk	-10.2641
mgm	-10.2648
8,	-10.2658
▁challenge	-10.267
▁expiration	-10.2675
▁remains	-10.2683
▁running	-10.2684
cat	-10.2715
▁link	-10.2722
▁facts	-10.2729
itci	-10.273
▁wkly	-10.2741
▁provide	-10.275
▁matter	-10.2752
▁development	-10.2763
▁enterprise	-10.2778
generalelectric	-10.2788
▁profitable	-10.2791
▁surge	-10.2799
▁$12	-10.2802
usdjpy	-10.2804
▁significant	-10.2812
▁symbol	-10.2815
▁anti	-10.2815
pu	-10.2819
▁bernstein	-10.282
60	-10.2821
ria	-10.2825
▁director	-10.2835
▁used	-10.2848
▁rich	-10.2849
infy	-10.2852
▁dark	-10.2855
book	-10.2862
dri	-10.2862
ty	-10.2869
▁bezos	-10.2882
41	-10.2882
▁actually	-10.2886
▁growing	-10.2893
▁face	-10.2899
▁$25	-10.2915
▁lloyd	-10.2918
consumer	-10.2922
▁sprint	-10.2933
mega	-10.2934
our	-10.2941
age	-10.2954
99	-10.2957
brd	-10.2964
▁ban	-10.2966
▁probably	-10.298
▁act	-10.2984
▁downside	-10.2992
▁shift	-10.2995
▁anything	-10.3
▁upgrade	-10.3002
▁qualcomm	-10.3004
▁unce	-10.3004
▁creat	-10.301
return	-10.3019
▁est	-10.3026
nc	-10.3027
▁posted	-10.303
67	-10.3046
▁lose	-10.3061
79	-10.3062
47	-10.3062
▁survey	-10.3083
▁including	-10.3085
▁rev	-10.3093
apo	-10.3093
hly	-10.3108
best	-10.3109
▁revenues	-10.311
med	-10.3113
value	-10.3113
uup	-10.3128
▁heatmap	-10.3133
▁called	-10.3136
gme	-10.3138
▁white	-10.3154
63	-10.3158
slw	-10.3169
▁catch	-10.3188
▁yields	-10.3188
▁mark	-10.3191
erm	-10.3198
77	-10.3198
nov	-10.32
▁pill	-10.3205
ro	-10.3218
pbyi	-10.3235
▁//	-10.3235
opec	-10.3237
mac	-10.324
trp	-10.3243
▁special	-10.3251
▁summer	-10.3255
uwti	-10.3257
54	-10.3263
85	-10.3265
▁edition	-10.3269
▁thinking	-10.3271
▁reform	-10.3283
▁vice	-10.329
▁solutions	-10.3307
bullish	-10.331
▁later	-10.331
▁suit	-10.3316
▁buyer	-10.3319
▁happened	-10.3326
▁resources	-10.333
oke	-10.3336
▁agree	-10.334
hard	-10.334
bbt	-10.334
ness	-10.3343
pre	-10.3346
[	-10.3348
▁supply	-10.3351
rge	-10.3357
▁files	-10.3361
ko	-10.3365
pay	-10.3395
trillion	-10.3403
▁though	-10.3404
ful	-10.3405
▁bigger	-10.3408
ulta	-10.341
▁class	-10.3415
▁him	-10.3424
▁longe	-10.3429
▁expands	-10.3432
xrx	-10.345
▁previous	-10.3452
.00	-10.3454
aaoi	-10.3457
▁$7	-10.3458
▁plays	-10.3458
▁screener	-10.3461
risk	-10.3462
disrupt	-10.3467
rallying	-10.347
▁26	-10.3491
▁imo	-10.3491
▁according	-10.3495
▁blankfein	-10.3499
rr	-10.35
▁usa	-10.3502
▁multi	-10.351
but	-10.3522
this	-10.3538
dvn	-10.3543
nem	-10.355
ate	-10.3554
▁signed	-10.3561
cocacola	-10.3564
▁exec	-10.3576
▁10:45	-10.3578
▁combination	-10.3578
▁words	-10.3584
bsx	-10.3585
▁tillerson	-10.3586
▁06	-10.3588
aci	-10.3589
▁crude	-10.3594
wly	-10.3595
txs	-10.3605
ranked	-10.3615
▁balance	-10.3623
▁executive	-10.3635
ning	-10.3636
▁hea	-10.3638
exit	-10.3641
▁discuss	-10.3644
▁lawsuit	-10.3645
▁brands	-10.3647
yelp	-10.3648
▁clinical	-10.3649
▁cover	-10.3653
chk	-10.3656
▁scan	-10.3659
ew	-10.3666
69	-10.3668
▁explore	-10.3673
▁unlimited	-10.3674
csco	-10.3675
▁expand	-10.3685
▁self	-10.3701
▁customize	-10.3701
▁improve	-10.3704
▁info	-10.3705
▁begin	-10.3709
intc	-10.3728
▁device	-10.3732
▁fool	-10.3733
cc	-10.3751
9%	-10.3753
tasr	-10.3756
▁estate	-10.3756
▁seeing	-10.3757
▁letter	-10.3757
amt	-10.3764
▁remain	-10.3767
tif	-10.377
xo	-10.3773
▁commercial	-10.3775
▁2%	-10.3777
pd	-10.3794
▁series	-10.3802
▁falls	-10.3805
main	-10.381
▁$14	-10.3814
61	-10.3816
▁account	-10.3817
▁finding	-10.3842
▁develop	-10.386
▁york	-10.3862
▁amazing	-10.3862
▁infrastructure	-10.3864
strong	-10.3865
▁jump	-10.3873
jnpr	-10.388
▁filing	-10.3893
eat	-10.3897
can	-10.3898
▁india	-10.3901
tza	-10.391
▁rose	-10.3927
▁straight	-10.3936
now	-10.3937
bmrn	-10.3937
▁pulse	-10.3938
▁across	-10.394
▁climate	-10.3943
▁policies	-10.3952
▁tonight	-10.3953
▁percent	-10.3953
▁force	-10.3954
▁5%	-10.3957
▁government	-10.3959
▁reversal	-10.3963
▁10%	-10.3963
▁forget	-10.3963
vfc	-10.3975
▁evp	-10.3976
bridge	-10.3976
box	-10.3984
▁solar	-10.3986
himx	-10.3989
ine	-10.3998
mmm	-10.4016
▁pension	-10.4019
tm	-10.4023
sgmo	-10.4027
▁overvalued	-10.4035
financial	-10.4038
43	-10.4044
▁crazy	-10.4046
▁theme	-10.4046
▁cutting	-10.4049
27	-10.4057
gx	-10.4061
▁music	-10.4065
▁lung	-10.4065
▁guess	-10.4066
anet	-10.4067
▁reached	-10.4071
bac	-10.4074
▁bust	-10.4076
dgi	-10.4083
▁intelligence	-10.4089
wk	-10.409
aapl	-10.4093
▁$11	-10.4099
▁cont	-10.4102
▁staff	-10.4111
78	-10.4112
▁mad	-10.4112
▁park	-10.4118
rk	-10.4119
▁progress	-10.4126
▁rebound	-10.4131
dfs	-10.4133
creativity	-10.4136
▁division	-10.4136
▁agenda	-10.4136
microcap	-10.4137
57	-10.4142
▁challenges	-10.4146
▁avoid	-10.4149
brl	-10.4153
95	-10.4164
05	-10.4171
88	-10.4172
▁peers	-10.4194
▁dollar	-10.4209
car	-10.4212
▁chinese	-10.4212
▁jp	-10.4213
▁splash	-10.4229
▁washington	-10.4231
▁yourself	-10.4235
fas	-10.4245
fhn	-10.4249
syy	-10.4257
ivv	-10.4258
▁surprise	-10.4266
▁closes	-10.427
▁base	-10.4274
sds	-10.4277
ance	-10.4286
hca	-10.4287
au	-10.4288
ct	-10.4303
angement	-10.4304
▁heavy	-10.4307
▁discussed	-10.4307
▁website	-10.4321
91	-10.4323
▁mixed	-10.4325
▁coke	-10.4335
blocktrade	-10.4341
▁fresh	-10.4343
▁tesla	-10.4344
ssi	-10.4348
ila	-10.435
▁100%,	-10.4351
wood	-10.4357
▁clean	-10.4358
▁pr	-10.4358
lulu	-10.4379
93	-10.438
jjc	-10.438
pxd	-10.4384
sales	-10.4384
▁bubble	-10.4388
bu	-10.4388
12	-10.4389
▁rumors	-10.4398
sc	-10.44
▁form	-10.4403
68	-10.4403
▁told	-10.441
ford	-10.4416
ray	-10.4417
▁seek	-10.4429
optionstrategy	-10.4437
da	-10.4441
▁spend	-10.4442
▁micro	-10.4444
▁21-	-10.4455
bc	-10.4466
▁2017?	-10.4468
▁15:1	-10.4471
▁avg	-10.4481
▁begins	-10.4485
▁delta	-10.4489
▁deep	-10.4489
▁mag	-10.4493
▁instead	-10.4498
▁innovation	-10.4506
5.00	-10.451
▁weight	-10.4513
▁ticker	-10.4514
aez	-10.4519
▁bar	-10.4521
nly	-10.4521
▁tells	-10.4524
▁stack	-10.4536
▁pos	-10.4539
rh	-10.4541
▁negative	-10.4543
▁picking	-10.4558
ad	-10.4564
▁zero	-10.4567
▁federal	-10.4577
nya	-10.4582
▁flight	-10.4582
nx	-10.4585
▁third	-10.4588
▁south	-10.4589
perfect	-10.4592
.¡	-10.4598
▁covered	-10.46
iv	-10.4605
▁playing	-10.4607
▁yahoofinance	-10.4613
bto	-10.4616
▁unveil	-10.4619
64	-10.4623
81	-10.4625
next	-10.4628
imuc	-10.4629
▁arrows	-10.4634
7,	-10.464
▁correction	-10.4655
▁shouldn	-10.4662
▁fyi	-10.4668
▁notes	-10.4672
49	-10.4679
73	-10.468
▁($	-10.4684
▁council	-10.4687
lu	-10.4688
▁quality	-10.469
sap	-10.4695
▁chips	-10.4697
glbs	-10.4698
job	-10.4698
wm	-10.4704
89	-10.4705
▁texas	-10.4705
▁firms	-10.4706
▁deliver	-10.4719
pro	-10.4725
▁+1	-10.4728
▁events	-10.4728
▁meet	-10.4741
▁chk	-10.4742
dust	-10.4743
▁wars	-10.4745
▁stifel	-10.4746
▁country	-10.4746
machinelearning	-10.4766
▁baird	-10.4766
▁social	-10.4766
▁student	-10.4769
▁compared	-10.4779
▁billions	-10.4779
▁airbus	-10.4792
over	-10.4794
▁plant	-10.48
urbn	-10.4806
▁tough	-10.4816
▁fine	-10.4818
▁default	-10.4825
39	-10.483
▁strike	-10.4832
gl	-10.4833
ka	-10.4836
▁failed	-10.4837
vm	-10.4838
▁event	-10.4848
▁city	-10.4848
▁question	-10.4849
▁channel	-10.4853
duk	-10.4858
▁boom	-10.4865
▁driving	-10.4867
▁therapy	-10.487
coffee	-10.4873
98	-10.4876
nxpi	-10.4885
va	-10.4905
pnra	-10.4908
▁float	-10.4911
▁travel	-10.4919
▁4%	-10.4924
vo	-10.4936
ps	-10.4942
▁costco	-10.4942
what	-10.4946
mtbanalysis	-10.4946
▁offering	-10.4948
option	-10.4948
▁$22	-10.4951
▁thinks	-10.4952
▁hod	-10.4954
tu	-10.496
▁alphabet	-10.4963
ling	-10.4964
hedging	-10.4965
37	-10.4967
▁opens	-10.4976
gileadsciences	-10.4985
▁concerns	-10.499
▁keeps	-10.4996
mb	-10.4997
▁saudi	-10.4998
▁career	-10.5
high	-10.5004
▁reach	-10.5004
▁wed	-10.5006
▁trending	-10.5006
▁king	-10.5016
jo	-10.5022
▁da	-10.5022
▁penny	-10.5032
▁bloomberg	-10.5034
gc	-10.5044
▁earning	-10.5044
▁michael	-10.5045
rice	-10.5062
np	-10.5062
▁slow	-10.5063
▁xbox	-10.5064
▁ways	-10.5072
nue	-10.5077
▁simple	-10.5086
▁each	-10.5087
▁along	-10.5088
▁+0	-10.5092
stockoptions	-10.5102
▁boston	-10.5104
yry	-10.5105
itunes	-10.5106
▁saw	-10.5107
amgn	-10.5108
huw	-10.5111
▁flip	-10.5115
▁killing	-10.5115
adsk	-10.5116
▁william	-10.5123
▁cheaper	-10.5133
56	-10.5134
▁comp	-10.5142
▁successful	-10.5165
▁ny	-10.5172
▁frontier	-10.5172
ana	-10.5176
oas	-10.5182
use	-10.5185
▁similar	-10.5188
svxy	-10.5188
▁repatha	-10.5191
▁etfs	-10.5195
▁feed	-10.5196
▁bears	-10.521
aria	-10.522
▁reflect	-10.5229
income	-10.523
pvh	-10.5231
▁vi	-10.5233
▁era	-10.5235
▁wonder	-10.5238
alr	-10.5242
chip	-10.5243
▁ground	-10.525
briankrzanich	-10.525
▁unlikely	-10.5251
neutral	-10.5258
▁du	-10.526
▁smith	-10.5272
tf	-10.5278
▁fair	-10.528
▁9,	-10.5288
▁downgrade	-10.5289
▁fire	-10.529
▁planning	-10.5294
sdow	-10.53
▁shareplanner	-10.5312
▁presentation	-10.5313
wtw	-10.5314
sfm	-10.5315
▁trends	-10.5318
▁continued	-10.5319
▁50%	-10.532
▁happen	-10.5321
dwti	-10.5324
▁networks	-10.533
▁triple	-10.5334
love	-10.5335
lea	-10.5337
52	-10.5353
▁overweight	-10.5355
cy	-10.5355
▁$40	-10.5358
immu	-10.5359
une	-10.5369
grub	-10.5378
sto	-10.5379
[$	-10.5386
▁saying	-10.5389
factory	-10.5391
oc	-10.5394
▁aristocrats	-10.5396
grow	-10.54
▁faces	-10.5402
tion	-10.5415
quantitative	-10.5417
cumulati	-10.5417
▁effective	-10.5418
▁having	-10.5419
>>	-10.5425
▁declares	-10.5427
83	-10.543
,000	-10.5433
target	-10.544
▁eod	-10.5441
▁warning	-10.5446
edly	-10.5446
▁tracking	-10.5451
▁such	-10.546
ck	-10.546
fgen	-10.5463
87	-10.5466
ads	-10.5472
▁flat	-10.5477
▁flag	-10.5479
itw	-10.548
presence	-10.548
ib	-10.5483
nbr	-10.5488
-#	-10.5493
fred	-10.5494
▁rivals	-10.5497
▁probe	-10.5499
▁futures	-10.5506
▁secret	-10.5528
53	-10.553
ping	-10.5533
axp	-10.5535
apos	-10.5538
beat	-10.555
▁consider	-10.5554
▁mac	-10.5555
follow	-10.5559
▁forever	-10.5573
dma	-10.5579
ay	-10.5585
eadsy	-10.5587
down	-10.5593
gdxj	-10.5594
▁questions	-10.5603
09	-10.5604
▁invested	-10.5607
▁confirmation	-10.5608
▁creative	-10.5609
qu	-10.563
howto	-10.5632
▁minutes	-10.5633
▁path	-10.5636
stocktrading	-10.5653
siq	-10.566
kate	-10.5663
▁beast	-10.5666
92	-10.5667
8%	-10.5683
private	-10.5684
ttwo	-10.5688
ru	-10.569
▁count	-10.569
▁discusse	-10.5695
▁$200	-10.5695
70	-10.5699
▁millions	-10.5709
▁released	-10.5711
▁wave	-10.5715
▁vaccine	-10.5715
▁final	-10.572
phm	-10.5735
▁anticipate	-10.5745
▁uses	-10.5747
fold	-10.5748
ceo	-10.5766
comp	-10.5767
▁leads	-10.5773
syf	-10.5775
driving	-10.5778
▁brings	-10.5784
review	-10.5786
arious	-10.5794
aws	-10.5794
▁night	-10.5796
nash	-10.5797
▁shopping	-10.5797
▁retailer	-10.5799
kbe	-10.5799
200	-10.5799
▁itself	-10.5805
▁overbought	-10.5816
tic	-10.5821
put	-10.5824
ainty	-10.5826
▁brian	-10.5827
1/	-10.5835
▁aren	-10.5844
▁22	-10.5845
▁donald	-10.5847
fg	-10.5867
▁med	-10.5874
▁hands	-10.5884
ntap	-10.5888
▁steady	-10.5891
price	-10.5892
shw	-10.5894
ppl	-10.5901
▁works	-10.5903
▁foundation	-10.5914
here	-10.5923
▁fuck	-10.5941
▁yr	-10.5945
ben	-10.5945
▁save	-10.5947
▁proven	-10.5957
▁popular	-10.5958
▁gonn	-10.5961
inf	-10.5973
▁earlier	-10.5979
flxn	-10.5979
▁iger	-10.5988
▁savings	-10.5989
iyr	-10.5991
▁candidate	-10.6001
live	-10.6001
▁overseas	-10.6003
▁paris	-10.6003
▁30%	-10.6011
▁#52	-10.6014
bo	-10.6017
▁search	-10.6019
ei	-10.602
gpc	-10.6026
▁japan	-10.6049
ub	-10.6052
▁setting	-10.6055
▁happens	-10.6056
▁hiv	-10.6058
▁fell	-10.6058
▁rumor	-10.606
▁led	-10.6061
74	-10.6073
8.	-10.6073
▁mutual	-10.6081
▁llp	-10.6096
▁control	-10.6097
▁31	-10.6098
▁someone	-10.61
▁rare	-10.6106
ari	-10.6108
weekhigh	-10.6115
▁ha	-10.612
cash	-10.6128
gnft	-10.6136
suppo	-10.6139
▁discussion	-10.6143
3%	-10.6146
lite	-10.6147
▁biz	-10.6155
msft	-10.6155
mjtk	-10.6161
▁btw	-10.6163
▁rip	-10.6163
▁feature	-10.6191
arry	-10.6201
oott	-10.6203
▁congress	-10.6204
▁calculated	-10.6205
etsy	-10.6207
▁spot	-10.6215
▁steve	-10.622
fomc	-10.6221
▁crash	-10.6222
develop	-10.6225
▁send	-10.6229
▁frames	-10.6236
▁advance	-10.6237
▁moe	-10.6243
▁samsung	-10.6248
wa	-10.6249
▁trillion	-10.6251
talk	-10.6253
▁opened	-10.6264
▁testy	-10.6266
▁leave	-10.6277
51	-10.6286
anford	-10.6287
▁lowe	-10.629
▁subscriptions	-10.6294
▁worry	-10.6304
currents	-10.6314
▁earn	-10.6321
▁8-	-10.6322
gww	-10.6322
ian	-10.6336
gas	-10.634
watch	-10.6346
▁enhance	-10.6349
▁whatever	-10.635
▁mega	-10.6355
btu	-10.6357
▁williams	-10.6383
▁fri	-10.6383
▁leerink	-10.6388
▁fraud	-10.6391
long	-10.6394
▁journals	-10.6403
1,550	-10.641
▁animation	-10.6411
▁discovery	-10.6414
▁payments	-10.6423
▁execs	-10.6433
▁putcallratio	-10.6434
gnc	-10.6438
baesystems	-10.6438
▁eu	-10.6442
ver	-10.645
ions	-10.6457
▁excellent	-10.6458
trumpdon	-10.6473
spls	-10.6484
▁missing	-10.6485
instant	-10.6485
▁honor	-10.6486
ann	-10.6493
▁gaining	-10.6495
mr	-10.6495
res	-10.6496
▁increasing	-10.6501
wy	-10.6502
▁family	-10.6502
▁visa	-10.6503
cmcsa	-10.6504
uri	-10.6505
hrb	-10.6509
▁stress	-10.6512
ish	-10.6518
ical	-10.652
▁sharing	-10.6528
mfst	-10.653
▁application	-10.6535
uber	-10.654
▁advisor	-10.6556
wlt	-10.6558
▁setups	-10.6573
▁feel	-10.6574
▁lynch	-10.6575
▁broken	-10.6581
ley	-10.6582
▁omg	-10.6595
▁consistency	-10.6599
▁opinions	-10.6599
retirement	-10.6601
▁pc	-10.6601
ec	-10.6606
▁amex	-10.6608
▁industrials	-10.6608
▁limited	-10.6627
om	-10.6641
▁dvd	-10.6646
▁voice	-10.665
▁fill	-10.6652
▁web	-10.6653
03	-10.6655
▁dollars	-10.6656
▁asked	-10.6661
▁notice	-10.6662
profits	-10.6663
▁risers	-10.6674
cnbc	-10.668
sam	-10.6691
▁gnodde	-10.6694
ever	-10.6695
strp	-10.6695
▁radar	-10.6697
ati	-10.6698
▁2016.	-10.6709
len	-10.6711
▁transition	-10.6718
af	-10.6724
▁grocery	-10.6726
▁shake	-10.6729
▁enters	-10.673
▁unicorn	-10.6735
fdc	-10.6735
▁reading	-10.6735
▁pivot	-10.674
▁tickers	-10.6742
▁gainers	-10.6742
nv	-10.6745
save	-10.6746
▁soar	-10.6748
▁heading	-10.6752
▁dep	-10.6754
▁environment	-10.6759
fund	-10.6759
uwt	-10.676
▁nicolaus	-10.6766
▁couple	-10.6766
ipo	-10.6771
▁yellen	-10.6772
field	-10.6775
imagination	-10.679
▁senior	-10.679
▁cio	-10.6791
ke	-10.6792
▁informed	-10.6814
socialmedia	-10.6814
mcd	-10.6816
friday	-10.6818
300	-10.682
▁considering	-10.6831
▁na	-10.6837
▁gave	-10.684
security	-10.6842
31	-10.6845
72	-10.6855
▁dec	-10.6859
▁lesson	-10.688
▁dog	-10.6883
▁cent	-10.6884
58	-10.6884
▁site	-10.6887
▁hikes	-10.6898
▁hate	-10.6898
62	-10.6905
▁appeal	-10.6911
dltr	-10.6912
▁forum	-10.6913
rog	-10.6915
gr	-10.6918
▁profiled	-10.6923
▁dr	-10.6932
96	-10.6933
mnkd	-10.6934
▁50-	-10.6935
▁gulf	-10.6936
▁crisis	-10.6938
▁qatar	-10.6939
▁consumers	-10.6945
wealth	-10.6947
▁sets	-10.695
che	-10.6958
▁headed	-10.6963
▁loan	-10.697
elite	-10.6972
▁enter	-10.6973
view	-10.6976
▁wi	-10.6976
ldx	-10.6978
▁dates	-10.6978
▁faster	-10.6981
▁gone	-10.6984
▁seeking	-10.6988
▁answer	-10.6988
▁broke	-10.6997
ddd	-10.7003
ot	-10.7005
ney	-10.7006
genomics	-10.7009
▁fees	-10.701
▁organ	-10.7013
▁experience	-10.7019
▁race	-10.7021
▁presents	-10.7036
ial	-10.7039
▁effo	-10.7042
sti	-10.7044
ten	-10.7045
▁ride	-10.7056
▁#3	-10.706
▁nova	-10.706
▁named	-10.7069
ld	-10.7077
sky	-10.7077
▁starbucks	-10.7078
▁revolution	-10.7082
▁turning	-10.7085
cu	-10.7087
▁2/3	-10.7087
800	-10.7088
opdivo	-10.709
▁handle	-10.7091
icloud	-10.7092
▁sheet	-10.7102
▁introduce	-10.7104
▁reveals	-10.7116
▁reuters	-10.712
tsh	-10.7123
lay	-10.7125
tcare	-10.7132
blesse	-10.7132
▁dump	-10.7134
▁reminder	-10.7138
▁women	-10.7145
▁25%	-10.7148
▁motley	-10.7158
▁rubin	-10.7159
▁taxes	-10.7172
▁slide	-10.7175
▁concept	-10.7184
▁tests	-10.7184
▁download	-10.7192
▁impressive	-10.7201
▁ft	-10.7205
▁players	-10.7206
auph	-10.7209
deo	-10.7214
clear	-10.7215
▁ios	-10.7217
mkc	-10.7234
qsr	-10.7235
fitb	-10.7237
dy	-10.7249
▁solution	-10.7251
▁flows	-10.726
buzz	-10.7263
▁border	-10.7268
▁bofa	-10.727
esv	-10.7275
▁loses	-10.7287
▁protect	-10.7289
▁$23	-10.7297
▁yrs	-10.7301
▁hear	-10.7307
▁lets	-10.731
dgaz	-10.7312
oled	-10.7315
▁either	-10.7318
investment	-10.7325
halo	-10.7332
ese	-10.7333
▁suntrust	-10.7335
jobs	-10.7338
▁shot	-10.7347
har	-10.7358
▁jumps	-10.7362
mann	-10.7374
▁cat	-10.7376
mark	-10.7376
▁$8	-10.7381
▁frazier	-10.7386
▁optimism	-10.7386
▁confirmed	-10.739
vmw	-10.7393
▁wil	-10.7398
▁2020	-10.7398
▁studies	-10.7412
▁school	-10.7418
▁education	-10.7427
well	-10.7433
▁host	-10.7433
way	-10.7438
▁$30	-10.7438
▁projected	-10.7456
bkd	-10.7457
▁expo	-10.7458
million	-10.7461
fin	-10.747
espr	-10.7471
▁implie	-10.7479
ozrk	-10.7489
▁chatter	-10.749
▁azure	-10.7491
ntes	-10.7491
▁abbvie	-10.7494
▁computer	-10.7494
mkt	-10.7512
ewo	-10.7512
nce	-10.7514
labu	-10.7516
.02	-10.7517
▁overall	-10.7517
ax	-10.7519
▁initiated	-10.7523
▁chicago	-10.7524
xom	-10.7535
▁gene	-10.7536
just	-10.7546
▁hill	-10.7547
vz	-10.7552
▁generic	-10.7557
▁therapeutics	-10.7566
▁talent	-10.7567
▁shale	-10.7568
hiring	-10.7568
▁nash	-10.7569
setups	-10.757
▁flash	-10.7574
▁quite	-10.7578
kre	-10.7597
▁size	-10.7603
▁wsj	-10.7604
town	-10.7607
▁teache	-10.7608
▁40	-10.761
hrs	-10.7619
▁monster	-10.7619
▁message	-10.762
▁1/2	-10.7623
any	-10.7629
ema	-10.7632
▁needed	-10.7635
exc	-10.7639
▁suggest	-10.7639
38%	-10.7644
bis	-10.7645
▁detected	-10.7647
▁operations	-10.7649
▁miller	-10.765
▁award	-10.765
rx	-10.7652
-17	-10.7658
espn	-10.7664
500,000	-10.7671
▁course	-10.7672
▁fou	-10.7674
fr	-10.7675
▁ugly	-10.7685
hsy	-10.7687
38	-10.7698
▁roche	-10.7698
cas	-10.7701
▁lilly	-10.7702
▁brick	-10.7702
08	-10.7706
▁completes	-10.7709
confident	-10.7724
cvshealth	-10.7725
▁rather	-10.7726
▁revs	-10.7727
▁hour	-10.7731
▁sykes	-10.7735
▁marc	-10.7741
▁dont	-10.7745
▁leadership	-10.7747
jnug	-10.7751
▁scoop	-10.7753
▁announcement	-10.7754
great	-10.7756
63-	-10.7764
wtr	-10.7768
▁biosimilar	-10.7771
▁listen	-10.7773
▁middle	-10.7778
▁attack	-10.7779
▁recently	-10.778
▁sub	-10.7781
